Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: days
ar_ae: أيام
de_de: Tage
fr_fr: jours
it_it: giorni
ja_jp: 日々
pt_pt: Dias
ru_ru: дней

source: days ago
ar_ae: قبل أيام
de_de: Vor Tagen
fr_fr: Il y a ___ jours
it_it: giorni fa
ja_jp: 数日前
pt_pt: dias atrás
ru_ru: дней назад

source: DC=example,DC=com
ar_ae: DC = سبيل المثال، DC = كوم
fr_fr: DC = exemple, DC = com
it_it: DC = esempio, DC = com
pt_pt: DC = exemplo, DC = com

source: December
ar_ae: ديسمبر
de_de: Dezember
fr_fr: Décembre
it_it: Dicembre
ja_jp: 12月
pt_pt: Dezembro
ru_ru: Декабрь

source: Default Settings
ar_ae: الإعدادات الافتراضية
de_de: Löschen
fr_fr: Réglages par défaut
it_it: Impostazioni predefinite
ja_jp: デフォルトの設定
pt_pt: Configurações padrão
ru_ru: Настройки по умолчанию

source: Delete
ar_ae: حذف
fr_fr: Supprimer
it_it: Cancella
ja_jp: 削除
pt_pt: Excluir
ru_ru: Удалить

source: Delete Avatar
ar_ae: حذف الصورة الشخصية
de_de: Avatar löschen
fr_fr: Supprimer l'avatar
it_it: Eliminare Avatar
ja_jp: アバターを削除します
pt_pt: excluir Avatar
ru_ru: Удалить аватар

source: Delete Comment
ar_ae: حذف تعليق
de_de: Kommentar löschen
fr_fr: Supprimer le commentaire
it_it: Elimina commento
ja_jp: コメントの削除
pt_pt: excluir comentário
ru_ru: Удалить комментарий

source: Delete failed
ar_ae: فشل حذف
de_de: Löschvorgang ist fehlgeschlagen.
fr_fr: Supprimer échoué
it_it: Eliminazione fallita.
pt_pt: excluir falhou
ru_ru: Ошибка удаления!

source: Delete Group
ar_ae: حذف المجموعة
de_de: Gruppe löschen
fr_fr: Supprimer le groupe
it_it: Elimina gruppo
ja_jp: グループの削除
pt_pt: excluir grupo
ru_ru: Удалить группу

source: DELETE GROUP
ar_ae: حذف المجموعة
de_de: Gruppe löschen
fr_fr: Supprimer le groupe
it_it: Elimina gruppo
ja_jp: グループを削除
pt_pt: Apagar grupo
ru_ru: Удалить группу

source: Delete Permission
ar_ae: حذف إذن
de_de: löschen Permission
fr_fr: Supprimer Permission
it_it: Eliminare il permesso
ja_jp: アクセス許可を削除します
pt_pt: excluir permissão
ru_ru: Удалить Разрешение

source: Delete profile picture
ar_ae: حذف صورة الملف الشخصي
de_de: Löschen Profilbild
fr_fr: Supprimer l'image profil
it_it: Elimina immagine del profilo
ja_jp: プロフィール写真を削除します
pt_pt: Excluir imagem no perfil
ru_ru: Удалить фотографию

source: Delete Profile Picture
ar_ae: حذف صورة الملف الشخصي
de_de: Löschen Profil Bild
fr_fr: Supprimer le profil Photo
it_it: Elimina immagine profilo
ja_jp: プロフィール画像を削除します
pt_pt: Excluir imagem Perfil
ru_ru: Удалить картинку профиля

source: Delete Schedule
ar_ae: حذف الجدول
de_de: löschen Zeitplan
fr_fr: Supprimer la Planification
it_it: Eliminare Schedule
ja_jp: スケジュールの削除
pt_pt: Eliminar horário
ru_ru: Удалить расписание

source: Delete selected users
ar_ae: حذف المستخدمين المحددين
de_de: Löschen ausgewählte Benutzer
fr_fr: Supprimer les utilisateurs sélectionnés
it_it: Elimina utenti selezionati
ja_jp: 選択したユーザーを削除します。
pt_pt: Excluir usuários selecionados
ru_ru: Удаление выбранных пользователей

source: Delete User
ar_ae: مسح المستخدم
de_de: Benutzer löschen
fr_fr: Supprimer l'utilisateur
it_it: Cancella Utente
ja_jp: ユーザーの削除
pt_pt: apagar Utilizador
ru_ru: Удалить пользователя

source: Delete User(s)
ar_ae: حذف مستخدمين
de_de: Nutzer löschen
fr_fr: Supprimer utilisateur (s)
it_it: Elimina utenti
ja_jp: ユーザー（複数可）を削除します。
pt_pt: Excluir usuário (s)
ru_ru: Удалить пользователей

source: Delete View
ar_ae: حذف الملف
de_de: Ansicht löschen
fr_fr: Supprimer la vue
it_it: Elimina vista
pt_pt: excluir Vista
ru_ru: Удалить вид

source: Deleted
ar_ae: تم الحذف
de_de: Gelöscht
fr_fr: Supprimer
it_it: eliminata
ja_jp: 削除されました
pt_pt: excluídos
ru_ru: Удален

source: Deleted user
ar_ae: مستخدم محذوف
de_de: Gelöschter Benutzer
fr_fr: Utilisateur supprimé
it_it: Utente eliminato
ja_jp: 削除されたユーザー
pt_pt: Usuário deletado
ru_ru: Удаленный пользователь

source: Description
ar_ae: وصف
de_de: Beschreibung
fr_fr: La description
it_it: Descrizione
ja_jp: 説明
pt_pt: Descrição
ru_ru: Описание

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
fr_fr: Chemin du répertoire
it_it: Percorso directory
ja_jp: ディレクトリパス
pt_pt: Caminho do Diretório
ru_ru: Путь к каталогу

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
fr_fr: Chemin du répertoire
it_it: Percorso directory
ja_jp: ディレクトリパス
pt_pt: Caminho do Diretório
ru_ru: Путь к каталогу

source: Disable
ar_ae: تعطيل
de_de: Deaktivieren
fr_fr: Désactiver
it_it: Disattiva
ja_jp: 無効にします
pt_pt: Desabilitar
ru_ru: Отключить

source: Display
ar_ae: العرض
de_de: Anzeige
fr_fr: Afficher
it_it: Visualizzazione
ja_jp: 表示
pt_pt: Tela
ru_ru: Дисплей

source: Distinguished Name
ar_ae: إسم مميز
fr_fr: Nom distingué
it_it: Nome distinto
ja_jp: 識別名
pt_pt: Nome distinto
ru_ru: Отличительное Имя

source: Done
ar_ae: تم
de_de: Erledigt
fr_fr: Terminé
it_it: Fatto
ja_jp: 終わりました
pt_pt: Feito
ru_ru: Готово

source: Download
ar_ae: تحميل
de_de: Herunterladen
fr_fr: Télécharger
it_it: Scaricare
ja_jp: ダウンロード
pt_pt: Transferir
ru_ru: Скачать

source: Download Dashboard
ar_ae: تحميل لوحة
de_de: Download-Armaturenbrett
fr_fr: Télécharger Dashboard
it_it: Scarica Dashboard
ja_jp: ダウンロードダッシュボード
pt_pt: Baixar o dashboard
ru_ru: Скачать Dashboard

source: Download Report
ar_ae: حمل تقرير
de_de: Bericht Herunterladen
fr_fr: Télécharger le rapport
it_it: Scarica Rapporto
ja_jp: ダウンロードレポート
pt_pt: Download Reportar
ru_ru: Скачать отчет

source: Download sample template
ar_ae: تحميل قالب نموذج
de_de: Download Beispielvorlage
fr_fr: Télécharger le modèle de l'échantillon
it_it: Scaricare template di esempio
ja_jp: サンプルテンプレートをダウンロード
pt_pt: Baixar modelo de exemplo
ru_ru: Скачать образец шаблона

source: Download Template
ar_ae: قالب تحميل
de_de: Vorlage herunterladen
fr_fr: Télécharger le modèle
it_it: Scarica Template
ja_jp: テンプレートのダウンロード
pt_pt: Download de Modelos
ru_ru: Скачать Шаблон

source: duplicate group(s) exists
ar_ae: مجموعة مكررة (ق) موجود
de_de: Duplikat-Gruppe (n) vorhanden ist
fr_fr: groupe (s) double existe
it_it: gruppo duplicato (s) esiste
ja_jp: 重複基は存在します
pt_pt: grupo (s) duplicado
ru_ru: Дубликат группы (s) существует

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import
ar_ae: مكررة أو تم العثور على بيانات غير صالح. يرجى تغيير البيانات وفقا لذلك وإعادة استيراد
de_de: Duplizieren oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und Re-Import
fr_fr: Dupliquer ou des données non valide est trouvé. S'il vous plaît modifier les données en conséquence et réimportation
it_it: Duplicare o dati non valido viene trovato. Si prega di modificare i dati di conseguenza e reimportare
ja_jp: 重複または無効なデータが発見されました。それに応じてデータを変更してくださいし、再インポート
pt_pt: Duplicar ou dados inválidos são encontrados. Por favor, altere os dados em conformidade e reimportação
ru_ru: Дубликат или Недопустимые данные найдены. Пожалуйста, измените данные соответствующим образом и реимпорт

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import.
ar_ae: مكررة أو تم العثور على بيانات غير صالح. يرجى تغيير البيانات وفقا لذلك وإعادة استيراد.
de_de: Duplizieren oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und Re-Import.
fr_fr: Dupliquer ou des données non valide est trouvé. S'il vous plaît modifier les données en conséquence et réimportation.
it_it: Duplicare o dati non valido viene trovato. Si prega di modificare i dati di conseguenza e reimportazione.
ja_jp: 重複または無効なデータが発見されました。それに応じてデータを変更してくださいと再インポート。
pt_pt: Duplicar ou dados inválidos são encontrados. Por favor, altere os dados em conformidade e reimportação.
ru_ru: Дубликат или Недопустимые данные найдены. Пожалуйста, измените данные соответствующим образом и реимпорт.

source: Duplicate or Invalid data is found. Please change the data accordingly and re-upload the file.
ar_ae: مكررة أو تم العثور على بيانات غير صالح. يرجى تغيير البيانات وفقا لذلك وإعادة تحميل الملف.
de_de: Duplizieren oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und neu laden Sie die Datei.
fr_fr: Dupliquer ou des données non valide est trouvé. S'il vous plaît modifier les données en conséquence et re-télécharger le fichier.
it_it: Duplicare o dati non valido viene trovato. Si prega di modificare i dati di conseguenza e ri-caricare il file.
ja_jp: 重複または無効なデータが発見されました。それに応じてデータを変更してくださいし、ファイルを再アップロードします。
pt_pt: Duplicar ou dados inválidos são encontrados. Por favor, altere os dados em conformidade e re-carregar o arquivo.
ru_ru: Дубликат или Недопустимые данные найдены. Пожалуйста, измените данные соответствующим образом и повторно загрузить файл.

source: duplicate user(s) exists
ar_ae: المستخدم مكررة (ق) موجود
de_de: doppelte Benutzer (n) vorhanden ist
fr_fr: utilisateur (s) en double existe
it_it: utente duplicato (s) esiste
ja_jp: 重複のユーザが存在します
pt_pt: usuário (s) duplicado
ru_ru: Дубликат пользователя (ей) существует

source: duplicate user(s) exists.
ar_ae: المستخدم مكررة (ق) موجود.
de_de: doppelte Benutzer (n) vorhanden ist.
fr_fr: utilisateur (s) en double existe.
it_it: utente duplicato (s) esiste.
ja_jp: 重複のユーザが存在します。
pt_pt: usuário (s) duplicado.
ru_ru: Дубликат пользователя (ей) существует.

source: Duplicated Username or Email Address
ar_ae: مكررة اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Duplizierte Benutzername oder E-Mail Adresse
fr_fr: Dupliqué Nom d'utilisateur ou adresse e-mail
it_it: Duplicato Nome utente o Indirizzo e-mail
ja_jp: 重複したユーザー名またはメールアドレス
pt_pt: Duplicado Nome de usuário ou E-mail
ru_ru: Дублированный Имя пользователя или адрес электронной почты

source: Edit
ar_ae: تعديل
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
pt_pt: Editar
ru_ru: Редактировать

source: Edit Comment
ar_ae: تعديل التعليق
de_de: Kommentar bearbeiten
fr_fr: Editer ce commentaire
it_it: Modifica commento
ja_jp: コメントを編集
pt_pt: Editar comentário
ru_ru: Изменить комментарий

source: Edit Group
ar_ae: تعديل المجموعة
de_de: Gruppe bearbeiten
fr_fr: Modifier le Groupe
it_it: Modifica gruppo
ja_jp: [グループの編集]
pt_pt: Editar Grupo
ru_ru: Редактировать группу

source: Edit Profile
ar_ae: تعديل الملف الشخصي
de_de: Profil bearbeiten
fr_fr: Modifier le profil
it_it: Modifica Profilo
ja_jp: プロファイル編集
pt_pt: Editar perfil
ru_ru: Изменить профиль

source: Edit profile picture
ar_ae: تغيير الصورة الشخصية
de_de: Bearbeite Profilbild
fr_fr: Éditer la photo de profil
it_it: Modifica la foto del profilo
ja_jp: 編集プロフィール画像
pt_pt: Editar foto de perfil
ru_ru: Редактировать профиль фото

source: effective
ar_ae: فعال
de_de: wirksam
fr_fr: EFFICACE
it_it: efficace
ja_jp: 効果的な
pt_pt: eficaz
ru_ru: Вступает в силу

source: Email address
ar_ae: عنوان البريد الإلكتروني
de_de: E-Mail-Addresse
fr_fr: Adresse courriel
it_it: Indirizzo e-mail
ja_jp: 電子メールアドレス
pt_pt: Endereço de e-mail:
ru_ru: Адрес эл. почты

source: Email Address
ar_ae: البريد الإلكتروني
de_de: E-Mail Addresse
fr_fr: Adresse e-mail
it_it: Indirizzo E-mail
ja_jp: 電子メールアドレス
pt_pt: Endereço de e-mail:
ru_ru: Адрес эл. почты

source: Email address already exists
ar_ae: عنوان البريد الإلكتروني موجود بالفعل
de_de: Diese E-Mail Adresse ist bereits vergeben.
fr_fr: Adresse e-mail existe déjà
it_it: l'indirizzo email è già esistente
ja_jp: 電子メールアドレスはすでに存在しています
pt_pt: endereço de e-mail já existe
ru_ru: Адрес электронной почты уже существует

source: Email address already exists in list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في قائمة
de_de: E-Mail-Adresse existiert bereits in der Liste
fr_fr: Adresse e-mail existe déjà dans la liste
it_it: Indirizzo e-mail esiste già in lista
ja_jp: 電子メールアドレスは、既にリストに存在します
pt_pt: endereço de email já existe na lista
ru_ru: Адрес электронной почты уже существует в списке

source: Email address already exists in the list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في القائمة
de_de: E-Mail-Adresse existiert bereits in der Liste
fr_fr: Adresse e-mail existe déjà dans la liste
it_it: Indirizzo e-mail esiste già nella lista
ja_jp: 電子メールアドレスは、既にリストに存在します
pt_pt: endereço de e-mail já existe na lista
ru_ru: Адрес электронной почты уже существует в списке

source: Email address cannot exceed 254 characters
ar_ae: عنوان البريد الإلكتروني لا يمكن أن يتجاوز 254 حرفا
de_de: E-Mail-Adresse darf nicht mehr als 254 Zeichen
fr_fr: Adresse e-mail ne peut pas dépasser 254 caractères
it_it: Indirizzo e-mail non può superare i 254 caratteri
pt_pt: endereço de email não pode exceder 254 caracteres
ru_ru: Адрес электронной почты не может превышать 254 символов

source: Email address is Invalid
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: E-Mail-Adresse ist ungültig
fr_fr: Adresse email est invalide
it_it: L'indirizzo email non è valido
ja_jp: メールアドレスが無効です
pt_pt: Endereço de email inválido
ru_ru: Адрес электронной почты недействителен.

source: Email address should not be empty
ar_ae: يجب أن عنوان البريد الإلكتروني لا تكون فارغة
de_de: E-Mail-Adresse darf nicht leer sein
fr_fr: Adresse e-mail ne doit pas être vide
it_it: Indirizzo e-mail non deve essere vuoto
ja_jp: メールアドレスが空であってはなりません
pt_pt: endereço de email não deve estar vazio
ru_ru: Адрес электронной почты не должно быть пустым

source: EMAIL SETTINGS
ar_ae: إعدادات البريد الإلكتروني
de_de: E-Mail-Einstellungen
fr_fr: Paramètres d'email
it_it: Impostazioni e-mail
ja_jp: 電子メールの設定
pt_pt: configurações de email
ru_ru: Настройки электронной почты

source: Embedded Data Source
ar_ae: مصدر البيانات جزءا لا يتجزأ من
de_de: Embedded-Datenquelle
fr_fr: Embarqué Source de données
it_it: Origine dati embedded
pt_pt: Fonte de dados incorporado
ru_ru: Встроенный источник данных

source: Embedded SQL CE
ar_ae: جزءا لا يتجزأ من SQL CE
fr_fr: Embedded CE SQL
it_it: SQL Embedded CE
pt_pt: Incorporado SQL CE
ru_ru: Встроенный SQL CE

source: Enable
ar_ae: تمكين
de_de: Aktivieren von Active Directory geplante Synchronisierung
fr_fr: Activer
it_it: attivo
ja_jp: 有効にします
pt_pt: Ativar
ru_ru: Включить

source: Enable Active Directory Scheduled Synchronization
ar_ae: تمكين دليل مجدولة التزامن النشط
fr_fr: Activer Directory planifiée Synchronisation active
it_it: Abilita Directory Pianificazione della sincronizzazione di Active
ja_jp: Active Directoryのスケジュール同期を有効にします
pt_pt: Permitir sincronização Active Directory Scheduled
ru_ru: Включить синхронизацию Active Directory по расписанию

source: Enable Azure AD Scheduled Synchronization
ar_ae: تمكين أزور م مجدولة التزامن
de_de: Aktivieren Azure AD geplante Synchronisierung
fr_fr: Activer Azure AD programmé Synchronisation
it_it: Abilita Azure AD Pianificazione della sincronizzazione
pt_pt: Permitir sincronização AD Programado Azure
ru_ru: Включение Azure AD Синхронизация по расписанию

source: Enable SSL
ar_ae: تمكين SSL
de_de: Aktivieren Sie SSL
fr_fr: Activer SSL
it_it: Abilita SSL
ja_jp: SSLを有効にします
pt_pt: Ativar SSL
ru_ru: Включить SSL

source: Enable SSO
ar_ae: تمكين SSO
de_de: Aktivieren Sie SSO
fr_fr: Activer SSO
it_it: Abilita SSO
pt_pt: Ativar SSO
ru_ru: Включить единый вход

source: Enabled
ar_ae: تمكين
de_de: Aktiviert
fr_fr: Activé
it_it: Attivo
ja_jp: 使用可能
pt_pt: Habilitado
ru_ru: Включено

source: Ends
ar_ae: ينتهي
de_de: Endet
fr_fr: Terminé
it_it: Valori
ja_jp: 両端
pt_pt: extremidades
ru_ru: Заканчивается

source: EndsWith
ar_ae: انتهى مع
de_de: Endet mit
fr_fr: Se termine par
it_it: Finisce con
pt_pt: Termina com

source: Enter your details to create a system administrator account.
ar_ae: إدخال التفاصيل الخاصة بك لإنشاء حساب مسؤول النظام.
de_de: Geben Sie Ihre Daten ein System-Administrator-Konto zu erstellen.
fr_fr: Entrez vos coordonnées pour créer un compte d'administrateur système.
it_it: Inserisci i tuoi dati per creare un account di amministratore di sistema.
ja_jp: システム管理者アカウントを作成するためにあなたの詳細を入力します。
pt_pt: Introduza os seus dados para criar uma conta de administrador do sistema.
ru_ru: Введите свои данные, чтобы создать учетную запись системного администратора.

source: Enter your Organization Name
ar_ae: أدخل اسم منظمتكم
de_de: Geben Sie den Namen Ihrer Organisation
fr_fr: Entrez votre nom de l'organisation
it_it: Inserire il nome dell'organizzazione
ja_jp: あなたの組織名を入力します。
pt_pt: Digite o nome da organização
ru_ru: Введите название организации

source: Enter your URL
ar_ae: قم بإدخال عنوان URL الخاص بك:
de_de: URL eingeben
fr_fr: Entrez votre URL
it_it: Inserisci il tuo URL
ja_jp: あなたのURLを入力してください
pt_pt: Digite o seu URL
ru_ru: Введите свой URL

source: Enter your username or email address and we will send you a link to reset your password.
ar_ae: أدخل اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك وسوف نرسل لك رابطا لإعادة تعيين كلمة المرور الخاصة بك.
de_de: Geben Sie Ihren Benutzernamen oder E-Mail-Adresse ein und erhalten Sie einen Link senden Ihr Passwort zurücksetzen können.
fr_fr: Entrez votre nom d'utilisateur ou adresse e-mail et nous vous ferons parvenir un lien pour réinitialiser votre mot de passe.
it_it: Inserisci il tuo indirizzo utente o email e vi invieremo un link per reimpostare la password.
ja_jp: ユーザー名またはメールアドレスを入力して、私たちはあなたのパスワードをリセットするためのリンクをお送りします。
pt_pt: Digite seu nome de usuário ou endereço de email e iremos enviar-lhe um link para redefinir sua senha.
ru_ru: Введите ваше имя пользователя или адрес электронной почты, и мы вышлем Вам ссылку для восстановления пароля.

source: Entity
ar_ae: كيان
de_de: Entität
fr_fr: Entité
it_it: Entità
ja_jp: エンティティ
pt_pt: Entidade
ru_ru: Элемент

source: Equal
ar_ae: متساوي
de_de: Gleich
fr_fr: Egalité
it_it: Uguale
ja_jp: 等しい
pt_pt: Igual
ru_ru: Равно

source: Error
ar_ae: خطأ
de_de: Fehler
fr_fr: Erreur
it_it: Errore nella eliminazione immagine del profilo.
ja_jp: エラー
pt_pt: Erro
ru_ru: Ошибка

source: Error in deleting profile picture.
ar_ae: خطأ في حذف صورة الملف الشخصي.
de_de: Fehler beim Löschen Profilbild.
fr_fr: Erreur dans la suppression de photo de profil.
ja_jp: プロフィール画像を削除中にエラーが発生しました。
pt_pt: Erro na exclusão imagem no perfil.
ru_ru: Ошибка при удалении профиля изображения.

source: Error in getting Next Schedule
ar_ae: خطأ في الحصول على الجدول التالي
de_de: Fehler in immer Next Schedule
fr_fr: Erreur à obtenir Next Schedule
it_it: Errore nell'ottenere Avanti Schedule
ja_jp: 次のスケジュールを取得中にエラーが発生
pt_pt: Erro na obtenção próximo horário
ru_ru: Ошибка при получении следующий график

source: Error in update category
ar_ae: خطأ في الفئة التحديث
de_de: Fehler in der Update-Kategorie
fr_fr: Erreur dans la catégorie de mise à jour
it_it: Errore nella categoria aggiornamento
pt_pt: Erro na categoria atualização
ru_ru: Ошибка в категории обновлений

source: Error while adding file
ar_ae: خطأ أثناء إضافة ملف
de_de: Fehler beim Datei hinzufügen
fr_fr: Erreur lors de l'ajout de fichier
it_it: Errore durante l'aggiunta di file
ja_jp: エラーファイルを追加しながら、
pt_pt: Erro ao adicionar arquivo
ru_ru: Ошибка при добавлении файла

source: Error while updating notification settings
ar_ae: خطأ أثناء تحديث إعدادات الإعلام
de_de: Fehler beim Benachrichtigungseinstellungen aktualisieren
fr_fr: Erreur lors de la mise à jour des paramètres de notification
it_it: Errore durante l'aggiornamento delle impostazioni di notifica
ja_jp: エラー通知設定を更新しながら、
pt_pt: Erro ao atualizar configurações de notificação
ru_ru: Ошибка при обновлении настройки уведомлений

source: Error while updating notification settings.
ar_ae: خطأ أثناء تحديث إعدادات الإخطار.
de_de: Fehler beim Aktualisieren von Benachrichtigungseinstellungen.
fr_fr: Erreur lors de la mise à jour des paramètres de notification.
it_it: Errore durante l'aggiornamento delle impostazioni di notifica.
pt_pt: Erro ao atualizar configurações de notificação.
ru_ru: Ошибка при обновлении настроек уведомления.

source: Error while updating settings.
ar_ae: خطأ أثناء تحديث إعدادات.
de_de: Fehler beim Aktualisieren der Einstellungen.
fr_fr: Erreur lors de la mise à jour des paramètres.
it_it: Errore durante l'aggiornamento delle impostazioni.
pt_pt: Erro ao atualizar configurações.
ru_ru: Ошибка при обновлении настроек.

source: Event
ar_ae: حدث
de_de: Veranstaltung
fr_fr: Evénement
it_it: Evento
ja_jp: イベント
pt_pt: Evento
ru_ru: Событие

source: Every
ar_ae: كل
de_de: Jede
fr_fr: Tous les
it_it: {0}{1}"Ogni {/1}{/0}
ja_jp: あらゆる
pt_pt: Cada
ru_ru: Kаждый

source: Every weekday
ar_ae: كل ايام الاسبوع
de_de: Jeden Wochentag
fr_fr: Tous les jours de la semaine
it_it: Ogni giorno della settimana
ja_jp: すべての平日
pt_pt: Todos os dias da semana
ru_ru: Каждый день

source: Excel
ar_ae: إكسيل
fr_fr: Exceller
it_it: Eccellere
pt_pt: sobressair
ru_ru: Интеграция с электронными таблицами Excel

source: Existing Group
ar_ae: المجموعة الحالية
de_de: Bestehende Gruppe
fr_fr: Groupe existant
it_it: gruppo esistente
ja_jp: 既存のグループ
pt_pt: Grupo existente
ru_ru: Существующие группы

source: Expand
ar_ae: توسيع
de_de: Erweitern
fr_fr: Déplier
it_it: Espandi
ja_jp: 拡大します
pt_pt: Expandir
ru_ru: Увеличить

source: Expand All
ar_ae: توسيع الكل
de_de: Alles erweitern
fr_fr: Développer tout
it_it: Espandi tutto
pt_pt: Expandir todos
ru_ru: Раскрыть все

source: External Recipient(s)
ar_ae: مستلم خارجي (الصورة)
de_de: Externe Empfänger (n)
fr_fr: Bénéficiaire externe (s)
it_it: Destinatario esterno (s)
pt_pt: External Destinatário (s)
ru_ru: Внешний Получатель (ы)

source: External Recipients
ar_ae: المستلمين الخارجي
de_de: Externe Empfänger
fr_fr: Destinataires externes
it_it: destinatari esterni
ja_jp: 外部の受信者
pt_pt: destinatários externos
ru_ru: Внешние Получатели

source: Failed to add permission, please try again later.
ar_ae: فشل في إضافة إذن، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: später konnte nicht Berechtigung zum Hinzufügen, versuchen Sie es erneut bitte.
fr_fr: Impossible d'ajouter la permission, s'il vous plaît réessayer plus tard.
it_it: Impossibile aggiungere il permesso, si prega di riprovare più tardi.
pt_pt: Falha ao adicionar permissão, por favor tente novamente mais tarde.
ru_ru: Не удалось добавить разрешение, пожалуйста, повторите попытку позже.

source: Failed to add the comment, please try again later.
ar_ae: فشل لإضافة تعليق، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Konnte den Kommentar hinzufügen möchten, versuchen Sie es später erneut.
fr_fr: Impossible d'ajouter le commentaire, s'il vous plaît réessayer plus tard.
it_it: Impossibile aggiungere il commento, si prega di riprovare più tardi.
ja_jp: コメントを追加できませんでした。後でもう一度お試しください。
pt_pt: Falha ao adicionar o comentário, por favor tente novamente mais tarde.
ru_ru: Не удалось добавить комментарий, пожалуйста, повторите попытку позже.

source: Failed to add the reply, please try again later.
ar_ae: فشل في إضافة الرد، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Konnte die Antwort hinzuzufügen, bitte versuchen Sie es später noch einmal.
fr_fr: Impossible d'ajouter la réponse, s'il vous plaît réessayer plus tard.
it_it: Impossibile aggiungere la risposta, si prega di riprovare più tardi.
ja_jp: 返信を追加できませんでした。後でもう一度お試しください。
pt_pt: Falha ao adicionar a resposta, por favor, tente novamente mais tarde.
ru_ru: Не удалось добавить ответ, пожалуйста, повторите попытку позже.

source: Failed to create group.
ar_ae: فشل إنشاء المجموعة.
de_de: Fehlgeschlagen Gruppe zu erstellen.
fr_fr: Impossible de créer un groupe.
it_it: Impossibile creare il gruppo.
pt_pt: Falha ao criar grupo.
ru_ru: Не удалось создать группу.

source: Failed to delete group, please try again later.
ar_ae: فشلت في حذف المجموعة، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: später fehlgeschlagen Gruppe zu löschen, versuchen Sie es erneut bitte.
fr_fr: Impossible de supprimer le groupe, s'il vous plaît réessayer plus tard.
it_it: Impossibile eliminare gruppo, si prega di riprovare più tardi.
ja_jp: グループの削除に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao excluir grupo, por favor tente novamente mais tarde.
ru_ru: Не удалось удалить группу, повторите попытку позже.
