Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Failed to delete the comment, please try again later.
ar_ae: فشل لحذف التعليق، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Fehlgeschlagen den Kommentar zu löschen, bitte versuchen Sie es später noch einmal.
fr_fr: Impossible de supprimer le commentaire, s'il vous plaît réessayer plus tard.
it_it: Impossibile eliminare il commento, si prega di riprovare più tardi.
ja_jp: コメントを削除できませんでした。後でもう一度お試しください。
pt_pt: Falha ao apagar o comentário, por favor, tente novamente mais tarde.
ru_ru: Не удалось удалить комментарий, пожалуйста, повторите попытку позже.

source: Failed to delete user(s), please try again later.
ar_ae: فشلت في حذف المستخدم (ق)، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Fehlgeschlagen Benutzer zu löschen (s), bitte versuchen Sie es später noch einmal.
fr_fr: Impossible de supprimer l'utilisateur (s), s'il vous plaît réessayer plus tard.
it_it: Impossibile eliminare utente (s), si prega di riprovare più tardi.
ja_jp: ユーザー（複数可）を削除できませんでした。後でもう一度お試しください。
pt_pt: Falha ao excluir o usuário (s), por favor, tente novamente mais tarde.
ru_ru: Не удалось удалить пользователя (ей), пожалуйста, повторите попытку позже.

source: Failed to delete user, please try again later.
ar_ae: فشلت في حذف المستخدم، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: später fehlgeschlagen Benutzer zu löschen, versuchen Sie es erneut bitte.
fr_fr: Impossible de supprimer l'utilisateur, s'il vous plaît réessayer plus tard.
it_it: Impossibile eliminare utenti, si prega di riprovare più tardi.
ja_jp: ユーザーの削除に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao excluir o usuário, por favor tente novamente mais tarde.
ru_ru: Не удалось удалить пользователя, пожалуйста, повторите попытку позже.

source: Failed to edit the comment, please try again later.
ar_ae: فشل لتحرير تعليق، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Fehlgeschlagen den Kommentar zu bearbeiten, bitte versuchen Sie es später noch einmal.
fr_fr: Impossible de modifier le commentaire, s'il vous plaît réessayer plus tard.
it_it: Impossibile modificare il commento, si prega di riprovare più tardi.
ja_jp: コメントを編集することができませんでした。後でもう一度お試しください。
pt_pt: Falha ao editar o comentário, por favor, tente novamente mais tarde.
ru_ru: Не удалось изменить комментарий, пожалуйста, повторите попытку позже.

source: Failed to UnWatch this item, please try again later.
ar_ae: فشل UnWatch هذا البند، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Fehlgeschlagen diesen Artikel zu unwatch, bitte versuchen Sie es später noch einmal.
fr_fr: Échec de unwatch cet article, s'il vous plaît réessayer plus tard.
it_it: Impossibile unwatch questa voce, riprova più tardi.
ja_jp: このアイテムをUnWatchに失敗しました。後でもう一度お試しください。
pt_pt: Falha ao unwatch este item, por favor, tente novamente mais tarde.
ru_ru: Не удалось UnWatch этот предмет, пожалуйста, повторите попытку позже.

source: Failed to update the Profile picture, try again later.
ar_ae: فشل لتحديث الصورة الشخصية، حاول مرة أخرى في وقت لاحق.
de_de: Konnte die Profilbild zu aktualisieren, versuchen Sie es später erneut.
fr_fr: Impossible de mettre à jour le profil de l'image, réessayer plus tard.
it_it: Impossibile aggiornare l'immagine del profilo, riprovare più tardi.
ja_jp: 後で再試行して、プロフィール画像の更新に失敗しました。
pt_pt: Falha ao atualizar a imagem do perfil, tente novamente mais tarde.
ru_ru: Не удалось обновить изображение профиля, повторите попытку позже.

source: Failed to Watch this item, please try again later.
ar_ae: فشل لمشاهدة هذا البند، يرجى المحاولة مرة أخرى في وقت لاحق.
de_de: Fehlgeschlagen diesen Artikel zu beobachten, versuchen Sie es später noch einmal.
fr_fr: Échec à Lire cet article, s'il vous plaît réessayer plus tard.
it_it: Impossibile Guarda questo articolo, si prega di riprovare più tardi.
ja_jp: このアイテムを見ることができませんでした。後でもう一度お試しください。
pt_pt: Falha de assistir a este item, por favor tente novamente mais tarde.
ru_ru: Не удалось смотреть этот предмет, пожалуйста, повторите попытку позже.

source: Favorite Dashboards
de_de: Bevorzugte Armaturenbretter
fr_fr: Dashboards préférés
it_it: Dashboard preferiti
pt_pt: Dashboards favoritos
ru_ru: Любимые Сводки

source: Favorites
ar_ae: المفضلات
de_de: Favoriten
fr_fr: Favoris
it_it: Preferiti
pt_pt: Favoritos [contexto]
ru_ru: Избранные

source: February
ar_ae: فبراير
de_de: Februar
fr_fr: février
it_it: Febbraio
ja_jp: 2月
pt_pt: Fevereiro
ru_ru: Февраль

source: File
ar_ae: קובץ
de_de: Datei
fr_fr: Fichier
ja_jp: ファイル
pt_pt: Arquivo
ru_ru: Файл

source: File Logs
de_de: Datei-Logs
fr_fr: Journaux de fichiers
it_it: registri di file
ja_jp: ファイルのログ
pt_pt: Logs de arquivo
ru_ru: Журналы файлов

source: Filter
ar_ae: فلتر
de_de: Filtern
fr_fr: Filtrer
it_it: Filtra
ja_jp: フィルタ
pt_pt: Filtrar
ru_ru: Фильтр

source: Filter Value
de_de: Filter Werte
fr_fr: Filtrer les valeurs
it_it: Filtro Valore
ja_jp: フィルタ値
pt_pt: Valor de filtro
ru_ru: Фильтр Значение

source: first
ar_ae: الأول
de_de: erster
fr_fr: premier
it_it: primo
ja_jp: 最初
pt_pt: primeiro
ru_ru: Первый

source: First name
ar_ae: الاسم
de_de: Vorname
fr_fr: Prénom
it_it: Nome
ja_jp: ファーストネーム
pt_pt: Nome próprio
ru_ru: Имя

source: First Name
ar_ae: الاسم الاول
de_de: Vorname
fr_fr: Prénom
it_it: Nome
ja_jp: ファーストネーム
pt_pt: Primeiro nome
ru_ru: Имя

source: First name :
ar_ae: الاسم الاول
de_de: Vorname
fr_fr: Prénom :
it_it: Nome
pt_pt: Nome próprio
ru_ru: имя

source: For example
ar_ae: لنفترض..
de_de: z.B.
fr_fr: Par exemple :
ja_jp: 例えば
pt_pt: Por exemplo
ru_ru: Например,

source: For example
ar_ae: لنفترض..
de_de: z.B.
fr_fr: Par exemple :
pt_pt: Por exemplo
ru_ru: Например,

source: for more details.
de_de: für mehr Details.
fr_fr: pour plus de détails.
it_it: per ulteriori dettagli.
ja_jp: 詳細については。
pt_pt: para mais detalhes.
ru_ru: для более подробной информации.

source: Forgot your password?
ar_ae: نسيت رقمك السري؟
de_de: Haben Sie Ihr Passwort vergessen?
fr_fr: Mot de passe oublié?
it_it: Hai dimenticato la password?
ja_jp: パスワードをお忘れですか？
pt_pt: Esqueceu sua senha?
ru_ru: Забыли пароль?

source: Form Relation
de_de: Form von Beziehungen
fr_fr: Formulaire Relation
it_it: Rapporto modulo
pt_pt: Relação Form
ru_ru: Форма отношений

source: Format
ar_ae: كمية
de_de: Formatieren
it_it: Formato
ja_jp: フォーマット
pt_pt: Formatar
ru_ru: Формат

source: fourth
ar_ae: الخمس الرابع %20
fr_fr: 4e
it_it: (Quarto)
ja_jp: 第4
pt_pt: quarto
ru_ru: четвертый

source: Friday
ar_ae: الجمعة
de_de: vom öffentlichen Zugang. Interner Serverfehler. Bitte versuche es erneut.
fr_fr: Vendredi
it_it: Venerdì
ja_jp: 金曜日
pt_pt: Sexta-feira
ru_ru: Пятница

source: from Public access. Internal server error. Please try again.
fr_fr: d'un accès public. Erreur Interne du Serveur. Veuillez réessayer.
it_it: dall'accesso pubblico. Errore interno del server. Riprova.
pt_pt: do acesso público. erro interno do servidor. Por favor tente novamente.
ru_ru: от общего доступа. Внутренняя ошибка сервера. Пожалуйста, попробуйте еще раз.

source: Generate and download .bat file
de_de: Generieren und downloaden .bat-Datei
fr_fr: Générer et télécharger fichier .bat
it_it: Generare e scaricare file .bat
ja_jp: .BATファイルを生成し、ダウンロードしてください
pt_pt: Gerar e descarregue .bat
ru_ru: Создание и загрузить файл .bat

source: Generate and Download .bat File
de_de: Generieren und Download von .bat-Datei
fr_fr: Générer et télécharger .bat Fichier
it_it: Generare e scaricare file .bat
ja_jp: .batのファイルの生成とダウンロード
pt_pt: Gerar e transferir .bat
ru_ru: Создание и Загрузить файл .bat

source: Generic List
de_de: Generisches Liste
fr_fr: Liste générique
it_it: elenco generico
ja_jp: ジェネリックリスト
pt_pt: Lista genérico
ru_ru: Общий список

source: Get Link
de_de: Link abrufen
fr_fr: Obtenir Lien
it_it: ottenere link
pt_pt: Obter link
ru_ru: Получить ссылку

source: Go to first page
de_de: Gehe zur ersten Seite
fr_fr: Aller à la première page
it_it: Vai alla prima pagina
ja_jp: 最初のページに移動します
pt_pt: Ir para a primeira página
ru_ru: Перейти к первой странице

source: Go to last page
ar_ae: انتقل إلى الصفحة الأخيرة
de_de: Zur letzten Seite
fr_fr: Aller à la dernière page
it_it: Vai all'ultima pagina
ja_jp: 最後のページに移動します
pt_pt: Ir para a última página
ru_ru: Перейти на предыдущую страницу

source: Go to next page
de_de: Zur nächsten Seite
fr_fr: Aller à la page suivante
it_it: Vai alla pagina successiva
ja_jp: 次のページに移動します
pt_pt: Ir para a próxima página
ru_ru: Перейти к следующей странице

source: Go to previous page
de_de: Gehen Sie zur vorigen Seite
fr_fr: Aller à la page précédente
it_it: Vai alla pagina precedente
ja_jp: 前のページに戻ります
pt_pt: Ir para a página anterior
ru_ru: Перейти к предыдущей странице

source: Group
ar_ae: تجمع
de_de: Gruppe
fr_fr: Groupe
it_it: Gruppo
pt_pt: Grupo
ru_ru: Группа

source: Group already exists with this name
de_de: Gruppe existiert bereits mit diesem Namen
fr_fr: Le groupe existe déjà avec ce nom
it_it: Gruppo esiste già con questo nome
ja_jp: グループは既にこの名前で存在します
pt_pt: Grupo já existe com este nome
ru_ru: Группа уже существует с этим именем

source: Group creation has been failed.
de_de: Gruppenerstellung fehlgeschlagen ist.
fr_fr: la création du Groupe a été échoué.
it_it: creazione del gruppo è stato fallito.
ja_jp: グループの作成は失敗しました。
pt_pt: criação do grupo foi falhou.
ru_ru: Создание группы было не удалось.

source: Group has been created successfully.
de_de: Gruppe wurde erfolgreich erstellt.
fr_fr: Groupe a été créé avec succès.
it_it: Gruppo è stato creato con successo.
ja_jp: グループが正常に作成されました。
pt_pt: Grupo foi criado com sucesso.
ru_ru: Группа была успешно создана.

source: Group has been deleted successfully.
de_de: Gruppe wurde erfolgreich gelöscht.
fr_fr: Groupe a été supprimé avec succès.
it_it: Gruppo è stato eliminato con successo.
ja_jp: グループが正常に削除されました。
pt_pt: Grupo foi excluído com sucesso.
ru_ru: Группа была успешно удалена.

source: Group has been updated successfully.
de_de: Gruppe wurde erfolgreich aktualisiert.
fr_fr: Groupe a été mis à jour avec succès.
it_it: Gruppo è stato aggiornato con successo.
ja_jp: 当グループは、正常に更新されました。
pt_pt: Grupo foi atualizada com sucesso.
ru_ru: Группа была успешно обновлена.

source: group id
ar_ae: تعريف المجموعة
de_de: Gruppen-ID
fr_fr: Groupe ID
it_it: ID gruppo
ja_jp: グループID
pt_pt: ID de grupo
ru_ru: Идентификатор группы

source: Group name
ar_ae: اسم المجموعة
de_de: Gruppenname
fr_fr: Nom du groupe
it_it: Nome del gruppo
ja_jp: グループ名
pt_pt: Nome do grupo
ru_ru: Имя группы

source: Group Name
ar_ae: اسم المجموعة
de_de: Gruppenname bereits vorhanden
fr_fr: Nom du groupe
it_it: Nome del gruppo
ja_jp: グループ名
pt_pt: Nome do grupo
ru_ru: Имя Группы

source: Group Name already exist
fr_fr: Nom de groupe existe déjà
it_it: Nome gruppo esiste già
ja_jp: グループ名はすでに存在しています
pt_pt: Nome do Grupo já existem
ru_ru: Название группы уже существуют

source: Group name already exists
de_de: Der Gruppenname ist bereits vorhanden
fr_fr: Nom du groupe existe déjà
it_it: Nome gruppo esiste già
ja_jp: グループ名はすでに存在しています
pt_pt: nome do grupo já existe
ru_ru: Группа с таким именем уже существует.

source: Group name should not be empty
de_de: Der Gruppenname darf nicht leer sein
fr_fr: Le nom du groupe ne doit pas être vide
it_it: Nome del gruppo non deve essere vuoto
ja_jp: グループ名は空であってはなりません
pt_pt: O nome do grupo não deve estar vazio
ru_ru: Название группы не должно быть пустым

source: Group Permissions
de_de: Gruppenberechtigungen
fr_fr: Autorisations de groupe
it_it: autorizzazioni di gruppo
ja_jp: グループ権限
pt_pt: Permissões de grupo
ru_ru: Группа разрешений

source: Group(s)
ar_ae: مجموعات
de_de: Gruppen
fr_fr: Groupes
it_it: gruppo (s) vengono cancellati.
pt_pt: Grupos
ru_ru: Группы

source: group(s) are deleted.
de_de: Gruppe (n) werden gelöscht.
fr_fr: groupe (s) sont supprimés.
ja_jp: グループ（s）は削除されます。
pt_pt: grupo (s) são excluídos.
ru_ru: группа (ы) будут удалены.

source: group(s) details are modified.
de_de: Gruppe (n) Details modifiziert.
fr_fr: groupe (s) de détails sont modifiés.
it_it: gruppo (s) dettagli vengono modificati.
ja_jp: グループ（複数可）の詳細が変更されます。
pt_pt: grupo (s) detalhes são modificados.
ru_ru: группа (ы) детали изменены.

source: group(s) has been imported successfully.
de_de: Gruppe (n) wurde erfolgreich importiert.
fr_fr: groupe (s) a été importé avec succès.
it_it: gruppo (s) è stato importato con successo.
ja_jp: グループ（複数可）が正常にインポートされました。
pt_pt: grupo (s) foi importado com êxito.
ru_ru: группа (ы) успешно импортированы.

source: Groups
ar_ae: مجموعات
de_de: Gruppen
fr_fr: Groupes
it_it: Gruppi
ja_jp: グループ
pt_pt: Grupos
ru_ru: Группы

source: GROUPS
ar_ae: مجموعات
de_de: GRUPPEN
fr_fr: GROUPES
it_it: GRUPPI
ja_jp: グループ
pt_pt: Grupos
ru_ru: ГРУППЫ

source: has
de_de: hat
fr_fr: OUI
it_it: ha
ja_jp: 持っています
pt_pt: tem
ru_ru: имеет

source: has been added successfully.
de_de: wurde erfolgreich hinzugefügt.
fr_fr: a été ajouté avec succès.
it_it: è stato aggiunto con successo.
ja_jp: 正常に追加されました。
pt_pt: foi adicionada com sucesso.
ru_ru: был успешно добавлен.

source: has been started successfully.
de_de: wurde erfolgreich gestartet.
fr_fr: a été lancé avec succès.
it_it: è stato avviato con successo.
ja_jp: 正常に開始されました。
pt_pt: foi iniciado com êxito.
ru_ru: был успешно запущен.

source: has mentioned you in the comment on the
de_de: hat Sie im Kommentar auf die genannten
fr_fr: vous a mentionné dans le commentaire
it_it: ti ha menzionato nel commento alla
pt_pt: mencionou-lhe no comentário sobre a
ru_ru: упомянул вас в комментарий на

source: Header Logo
de_de: Kopfzeilen logo
fr_fr: Logo
pt_pt: Logo cabeçalho
ru_ru: Логотип заголовка

source: Heading
ar_ae: عنوان
de_de: Überschrift
fr_fr: Titre
it_it: Intestazione
ja_jp: 見出し
pt_pt: título
ru_ru: Заголовок

source: here
ar_ae: هنا
de_de: hier
fr_fr: ici
it_it: qui
ja_jp: ここに
pt_pt: Aqui
ru_ru: Вот...

source: Host Domain name
de_de: Host-Domain-Namen
fr_fr: Hôte Nom de domaine
it_it: Host Nome dominio
ja_jp: ドメイン名をホスト
pt_pt: Nome do host de domínio
ru_ru: Имя хоста домена

source: Hours ago
ar_ae: منذ ساعتين
de_de: (vor Stunden)
fr_fr: Il y a quelques heures
it_it: ore fa
ja_jp: 時間前
pt_pt: Horas atrás
ru_ru: часов назад

source: If it does not arrive
de_de: Wenn es nicht ankommen
fr_fr: Si elle ne parvient pas
it_it: Se non arriva
ja_jp: それが到着しない場合
pt_pt: Se ele não chegar
ru_ru: Если он не придет

source: If made private, the
de_de: Wenn private gemacht, die
fr_fr: Si fait privé, le
it_it: Se fatto privato, il
pt_pt: Se fez privado, o
ru_ru: Если сделано частной собственности, а

source: Image
ar_ae: صورة
de_de: Bild
it_it: Immagine
ja_jp: 画像
pt_pt: imagem
ru_ru: Фото

source: Image File Format not supported
de_de: Image File Format nicht unterstützt
fr_fr: Image File Format non pris en charge
it_it: Immagine Formato file non supportato
pt_pt: Imagem Formato de arquivo não suportado
ru_ru: Формат файла изображения не поддерживается

source: Images
ar_ae: الصور
de_de: Bilder
fr_fr: Refléters
it_it: Immagini
pt_pt: imagens
ru_ru: Изображения

source: Import and Activate
de_de: Import und Aktivieren
fr_fr: Importation et Activer
it_it: Importazione e Attiva
ja_jp: インポートと有効化
pt_pt: Importação e Activate
ru_ru: Импорт и активация

source: Import and activate users from the list below
de_de: Import und aktivieren Benutzer aus der Liste unten
fr_fr: Importation et activer les utilisateurs dans la liste ci-dessous
it_it: Importazione ed attivare gli utenti dalla lista qui sotto
pt_pt: Importação e ativar os usuários da lista abaixo
ru_ru: Импорт и активировать пользователей из списка ниже

source: Import from Active Directory
de_de: Import von Active Directory
fr_fr: Importer à partir d'Active Directory
it_it: Importa da Active Directory
ja_jp: Active Directoryからのインポート
pt_pt: Importar do Active Directory
ru_ru: Импорт из Active Directory

source: Import from Azure AD
de_de: Import von Azure AD
fr_fr: Importer à partir d'AD Azure
it_it: Importa da AD Azure
pt_pt: Importar do AD Azure
ru_ru: Импорт из AD Azure

source: Import from CSV
de_de: Import als CSV
fr_fr: Importer depuis un CSV
it_it: Importa da CSV
pt_pt: Importar do CSV
ru_ru: Импорт из CSV

source: Import from Database
de_de: Import aus der Datenbank
fr_fr: Importer à partir de la base de données
it_it: Importa da database
pt_pt: Importar do Banco de Dados
ru_ru: Импорт из базы данных

source: Import Group - Status
de_de: Import-Gruppe - Status
fr_fr: Groupe Import - Statut
it_it: Import Group - Stato
ja_jp: インポートグループ - ステータス
pt_pt: Grupo Import - Estado
ru_ru: Импорт группы - Статус

source: Import groups
de_de: Gruppen importieren
fr_fr: Importer les groupes
it_it: Importa gruppi
ja_jp: インポートグループ
pt_pt: grupos de importação
ru_ru: Импорт групп

source: IMPORT GROUPS
de_de: Gruppen importieren
fr_fr: GROUPES D'IMPORTATION
it_it: GRUPPI DI IMPORTAZIONE
ja_jp: IMPORTグループ
pt_pt: GRUPOS DE IMPORTAÇÃO
ru_ru: ИМПОРТ ГРУППЫ

source: Import groups from Active Directory
de_de: Importieren von Gruppen aus Active Directory
fr_fr: groupes à partir d'Active Directory à l'importation
it_it: Importazione di gruppi da Active Directory
ja_jp: Active Directoryからインポートするグループ
pt_pt: grupos de importação do Active Directory
ru_ru: Импорт групп из Active Directory

source: Import groups from Azure AD
de_de: Importieren von Gruppen aus Azure AD
fr_fr: groupes de AD Azure d'importation
it_it: Importazione di gruppi da AD Azure
pt_pt: Importar grupos de AD Azure
ru_ru: Импорт групп из Azure AD

source: Import the selected groups from the list
de_de: Importieren Sie die ausgewählten Gruppen aus der Liste
fr_fr: Importez les groupes sélectionnés dans la liste
it_it: Importare i gruppi selezionati dalla lista
ja_jp: リストから選択したグループをインポート
pt_pt: Importar os grupos seleccionados a partir da lista
ru_ru: Импорт выбранных групп из списка

source: Import the selected users and activate their accounts
de_de: Importieren Sie die ausgewählten Benutzer und aktivieren ihre Konten
fr_fr: Importez les utilisateurs sélectionnés et d'activer leurs comptes
it_it: Importare gli utenti selezionati e attivare i loro conti
pt_pt: Importe os usuários selecionados e ativar suas contas
ru_ru: Импорт выбранных пользователей и активировать свои счета

source: Import users
de_de: Benutzer importieren
fr_fr: Importer des utilisateurs
it_it: importazione di utenti
pt_pt: importar usuários
ru_ru: Импорт пользователей

source: Import Users
de_de: Benutzer importieren
fr_fr: Importer des utilisateurs
it_it: Importa utenti
pt_pt: importar usuários
ru_ru: Импорт пользователей

source: IMPORT USERS
de_de: Benutzer importieren
fr_fr: Importer des utilisateurs
it_it: Importazione di utenti
ja_jp: ユーザーのインポート
pt_pt: Importar usuários
ru_ru: ИМПОРТ пОЛЬЗОВАТЕЛЕЙ

source: IMPORT USERS
de_de: Benutzer importieren
fr_fr: Importer des utilisateurs
it_it: Importazione di utenti
ja_jp: ユーザーのインポート
pt_pt: Importar usuários
ru_ru: ИМПОРТ пОЛЬЗОВАТЕЛЕЙ

source: Import users from Active Directory
de_de: Importieren von Benutzern aus Active Directory
fr_fr: Importation d'utilisateurs à partir d'Active Directory
it_it: Importazione di utenti da Active Directory
ja_jp: Active Directoryからユーザーをインポート
pt_pt: Importar usuários do Active Directory
ru_ru: Импорт пользователей из Active Directory

source: Import users from Azure AD
de_de: Importieren von Benutzern aus Azure AD
fr_fr: Importation d'utilisateurs à partir de AD Azure
it_it: Importazione di utenti da AD Azure
pt_pt: Importar usuários de AD Azure
ru_ru: Импорт пользователей из AD Azure

source: Import users from CSV
de_de: Importieren von Benutzern aus einer CSV
fr_fr: Importation d'utilisateurs à partir de CSV
it_it: Importazione di utenti da CSV
ja_jp: CSVからのインポートユーザー
pt_pt: usuários de importação de CSV
ru_ru: Импорт пользователей из CSV

source: Import users from database
de_de: Importieren von Benutzern aus der Datenbank
fr_fr: Importation d'utilisateurs à partir de la base de données
it_it: Importazione di utenti da base di dati
pt_pt: Importar usuários de banco de dados
ru_ru: Импорт пользователей из базы данных

source: Import users from Database
de_de: Importieren von Benutzern aus der Datenbank
fr_fr: Importation d'utilisateurs à partir de la base de données
it_it: Importazione di utenti da database
pt_pt: Importar usuários do banco de dados
ru_ru: Импорт пользователей из базы данных

source: IMPORT USERS FROM DATABASE
de_de: Benutzer importieren FROM DATABASE
fr_fr: UTILISATEURS D'IMPORTATION DE BASE DE DONNÉES
it_it: Importazione di utenti da DATABASE
pt_pt: Importar usuários do banco de dados
ru_ru: Импорт пользователей из базы данных

source: Import users from the list below
de_de: Importieren von Benutzern aus der Liste unten
fr_fr: Importation d'utilisateurs à partir de la liste ci-dessous
it_it: Importa utenti dalla lista qui sotto
ja_jp: 以下のリストからユーザーをインポート
pt_pt: Importar usuários a partir da lista abaixo
ru_ru: Импорт пользователей из списка ниже

source: Importing users from existing database is not available in automatic account activation type.
de_de: Benutzer aus vorhandenen Datenbank zu importieren ist in der automatischen Kontoaktivierung nicht verfügbar.
fr_fr: Importation des utilisateurs de base de données existante ne sont pas disponibles dans le type d'activation de compte automatique.
it_it: Importazione di utenti da database esistente non è disponibile nel tipo di attivazione automatica degli account.
pt_pt: Importação de usuários de banco de dados existente não está disponível no tipo de ativação automática da conta.
ru_ru: Импорт пользователей из существующей базы данных не доступна в автоматическом типа активации учетной записи.

source: Inactive
ar_ae: غير فعال
de_de: Inaktiv
fr_fr: Inactif
it_it: Inattivo
ja_jp: 非アクティブな
pt_pt: Inativo
ru_ru: Неактивно

source: Info
ar_ae: معلومات
de_de: Informationen
fr_fr: Infos
it_it: Informazioni
ja_jp: インフォ
pt_pt: Informação
ru_ru: Информация

source: Information
ar_ae: معلومات
de_de: Informationen
fr_fr: Informations
it_it: Informazioni
pt_pt: Em formação
ru_ru: Информация

source: Inherit from global settings
de_de: Vererben von den globalen Einstellungen
fr_fr: Hériter de paramètres globaux
it_it: Eredita da impostazioni globali
ja_jp: グローバル設定を継承
pt_pt: Herdar de configurações globais
ru_ru: Наследование от глобальных настроек

source: Inner Join
fr_fr: Jointure interne
pt_pt: Junção interna
ru_ru: Внутреннее соединение

source: Insert Image
de_de: Bild einfügen
fr_fr: Insérer une image
it_it: Inserisci immagine
ja_jp: 画像を挿入
pt_pt: Inserir imagem
ru_ru: Вставить изображение

source: Internal Server Error
ar_ae: (2) خطأ في الخادم الداخلي
de_de: Interner Serverfehler
fr_fr: Erreur interne du serveur
it_it: Errore Server Interno
ja_jp: 内部サーバーエラー
pt_pt: Erro do Servidor Interno
ru_ru: 500 - внутренняя ошибка сервера

source: Internal server error occurs. Please try again.
de_de: Interner Serverfehler auftritt. Bitte versuche es erneut.
fr_fr: Erreur interne du serveur se produit. Veuillez réessayer.
it_it: Errore interno del server si verifica. Riprova.
ja_jp: 内部サーバーエラーが発生します。もう一度やり直してください。
pt_pt: erro interno do servidor ocorre. Por favor tente novamente.
ru_ru: Внутренняя ошибка сервера происходит. Пожалуйста, попробуйте еще раз.

source: Internal server error while updating password. Please try again.
de_de: Interner Serverfehler beim Aktualisieren Passwort. Bitte versuche es erneut.
fr_fr: Erreur interne du serveur tout en mettant à jour le mot de passe. Veuillez réessayer.
it_it: Errore interno del server durante l'aggiornamento della password. Riprova.
ja_jp: 内部サーバーエラーは、パスワードを更新している間。もう一度やり直してください。
pt_pt: erro interno do servidor ao atualizar a senha. Por favor tente novamente.
ru_ru: Внутренняя ошибка сервера при обновлении пароля. Пожалуйста, попробуйте еще раз.

source: Internal server error. Please try again
de_de: Interner Serverfehler. Bitte versuche es erneut
fr_fr: Erreur Interne du Serveur. Veuillez réessayer
it_it: Errore interno del server. Riprova
pt_pt: erro interno do servidor. Por favor, tente novamente
ru_ru: Внутренняя ошибка сервера. Пожалуйста, попробуйте еще раз
