Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Please enter your new password
ar_ae: يرجى إدخال كلمة المرور الجديدة
de_de: Bitte geben Sie Ihr neues Passwort ein
fr_fr: Veuillez entrez votre nouveau mot de passe.
it_it: Si prega di inserire la nuova password
ja_jp: 新しいパスワードを入力してください。
pt_pt: Por favor, indique a sua nova senha
ru_ru: Пожалуйста, введите новый пароль

source: Please enter your old password
ar_ae: يرجى إدخال كلمة المرور القديمة
de_de: Bitte geben Sie Ihr altes Passwort ein
fr_fr: S'il vous plaît entrer votre ancien mot de passe
it_it: Si prega di inserire la vecchia password
ja_jp: 古いパスワードを入力してください。
pt_pt: Por favor, indique a sua senha antiga
ru_ru: Пожалуйста введите ваш старый пароль.

source: Please enter your username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Bitte gib Deinen Benutzernamen ein.
fr_fr: Veuillez saisir votre nom d'utilisateur
it_it: Prego inserisci il tuo user name
pt_pt: Por favor, procure e selecione os grupos a partir da lista a seguir para importar para o Dashboard Server
ru_ru: Пожалуйста, введите свое имя пользователя

source: Please search and select the users from the following list to import into Dashboard Server
ar_ae: الرجاء البحث وتحديد المستخدمين من القائمة التالية لاستيرادها إلى لوحة خادم
de_de: Bitte suchen und wählen Sie die Benutzer aus der folgenden Liste in Dashboard Server zu importieren
fr_fr: S'il vous plaît rechercher et sélectionner les utilisateurs dans la liste ci-dessous pour importer dans Dashboard Server
it_it: Si prega di cercare e selezionare gli utenti dalla seguente elenco per importare in Server Dashboard
ja_jp: ダッシュボードサーバーにインポートするには、以下のリストからユーザーを検索し、選択してください
pt_pt: Por favor, procure e selecione os usuários na lista a seguir para importar para Dashboard Server
ru_ru: Выполните поиск и выберите пользователей из следующего списка для импорта в панели мониторинга сервера

source: Please select a csv file with a valid format
ar_ae: يرجى تحديد ملف CSV مع شكل صحيح
de_de: Bitte wählen Sie eine CSV-Datei mit einem gültigen Format
fr_fr: S'il vous plaît sélectionner un fichier csv avec un format valide
it_it: Si prega di selezionare un file CSV con un formato valido
pt_pt: Selecione um arquivo CSV com um formato válido
ru_ru: Пожалуйста, выберите CSV-файл с допустимым форматом

source: Please select a database
ar_ae: الرجاء تحديد قاعدة بيانات
de_de: Bitte wählen Sie eine Datenbank
fr_fr: S'il vous plaît sélectionner une base de données
it_it: Si prega di selezionare un database
pt_pt: Por favor, selecione um banco de dados
ru_ru: Пожалуйста, выберите базу данных

source: Please select at least one day.
ar_ae: الرجاء تحديد يوم واحد على الأقل.
de_de: Bitte wählen Sie mindestens einen Tag.
fr_fr: S'il vous plaît sélectionner au moins un jour.
it_it: Seleziona almeno un giorno.
ja_jp: 少なくとも1日を選択してください。
pt_pt: Por favor, selecione pelo menos um dia.
ru_ru: Пожалуйста, выберите хотя бы один день.

source: Please select atleast one recipient
ar_ae: الرجاء تحديد أتلست مستلم واحد
de_de: Bitte wählen Sie atleast einen Empfänger
fr_fr: S'il vous plaît sélectionner au moins un destinataire
it_it: Si prega di selezionare almeno uno destinatario
ja_jp: 少なくとも1つの受信者を選択してください
pt_pt: Por favor, selecione pelo menos um destinatário
ru_ru: Пожалуйста, выберите по крайней мере одного получателя

source: Please select Category
ar_ae: الرجاء تحديد الفئة
de_de: Bitte wählen Sie Kategorie
fr_fr: S'il vous plaît choisissez la catégorie
it_it: Seleziona Categoria
ja_jp: カテゴリを選択
pt_pt: Por favor, seleccione Categoria
ru_ru: Пожалуйста, выберите категорию

source: Please select Database name
ar_ae: يرجى تحديد اسم قاعدة البيانات
de_de: Bitte wählen Sie Datenbankname
fr_fr: S'il vous plaît sélectionnez le nom de base de données
it_it: Si prega di selezionare il nome del database
pt_pt: Por favor, selecione o nome de banco de dados
ru_ru: Пожалуйста, выберите имя базы данных

source: Please select Database name/Username
ar_ae: يرجى تحديد اسم قاعدة البيانات / اسم المستخدم
de_de: Bitte wählen Sie Datenbankname / Benutzername
fr_fr: S'il vous plaît sélectionnez le nom de base de données / Nom d'utilisateur
it_it: Si prega di selezionare il nome del database / Username
pt_pt: Por favor, selecione o nome de banco de dados / usuário
ru_ru: Выберите Имя базы данных / Имя пользователя Пароль

source: Please select DSN
ar_ae: الرجاء تحديد DSN
de_de: Bitte wählen Sie DSN
fr_fr: S'il vous plaît sélectionnez DSN
it_it: Seleziona DSN
pt_pt: Por favor seleccione DSN
ru_ru: Пожалуйста, выберите DSN

source: Please select group(s) to import
ar_ae: الرجاء تحديد مجموعة (ق) لاستيراد
de_de: Bitte wählen Sie Gruppe (n) zu importieren
fr_fr: S'il vous plaît sélectionner le groupe (s) à importer
it_it: Si prega di selezionare il gruppo (s) per importare
ja_jp: インポートするグループ（複数可）を選択してください
pt_pt: Por favor seleccione grupo (s) para importar
ru_ru: Пожалуйста, выберите группу (ы) для импорта

source: Please select MySQL ODBC DSN
ar_ae: الرجاء تحديد الخلية ODBC DSN
de_de: Bitte wählen Sie MySQL ODBC-DSN
fr_fr: S'il vous plaît sélectionnez MySQL ODBC DSN
it_it: Si prega di selezionare MySQL ODBC DSN
pt_pt: Por favor, selecione MySQL ODBC DSN
ru_ru: Пожалуйста, выберите MySQL ODBC DSN

source: Please select Oracle ODBC DSN
ar_ae: الرجاء تحديد أوراكل ODBC DSN
de_de: Bitte wählen Sie Oracle ODBC-DSN
fr_fr: S'il vous plaît sélectionnez Oracle ODBC DSN
it_it: Si prega di selezionare Oracle ODBC DSN
pt_pt: Por favor, selecione Oracle ODBC DSN
ru_ru: Выберите Oracle ODBC DSN

source: Please select user(s) to import
ar_ae: يرجى اختيار المستخدم (ق) لاستيراد
de_de: Bitte wählen Sie (r) Benutzer importieren
fr_fr: S'il vous plaît sélectionnez l'utilisateur (s) à importer
it_it: Si prega di selezionare l'utente (s) per importare
ja_jp: インポートするユーザー（複数可）を選択してください
pt_pt: Por favor seleccione usuário (s) para importar
ru_ru: Пожалуйста, выберите пользователя (ей) для импорта

source: Please upgrade to a newer browser if you are using IE8 or turn off Enterprise Mode if you are using IE11 in Enterprise Mode.
ar_ae: الرجاء الترقية إلى متصفح أحدث إذا كنت تستخدم IE8 أو إيقاف الوضع المؤسسي إذا كنت تستخدم IE11 في الوضع المؤسسي.
de_de: Bitte aktualisieren Sie auf einen neueren Browser, wenn Sie IE8 verwenden oder deaktivieren Enterprise-Modus, wenn Sie IE11 in Enterprise-Modus verwenden.
fr_fr: S'il vous plaît passer à un navigateur plus récent si vous utilisez IE8 ou désactiver le mode Enterprise si vous utilisez IE11 en mode Enterprise.
it_it: Si prega di passare a un browser più recente se si utilizza IE8 o disattivare la modalità Enterprise se si utilizza IE11 in modalità Enterprise.
ja_jp: あなたはIE8を使用している場合は、新しいブラウザにアップグレードするか、エンタープライズモードでIE11を使用している場合は、エンタープライズモードをオフにしてください。
pt_pt: Por favor, atualize para um navegador mais recente se você estiver usando o IE8 ou desativar o modo Empresa se você estiver usando IE11 no modo de empresa.
ru_ru: Пожалуйста, обновите новый браузер, если вы используете IE8 или выключить режим Enterprise, если вы используете IE11 в режиме Enterprise.

source: Please upload a valid csv file.
ar_ae: يرجى تحميل ملف CSV صالح.
de_de: Bitte laden Sie eine gültige CSV-Datei.
fr_fr: S'il vous plaît télécharger un fichier csv valide.
it_it: Si prega di caricare un file CSV valido
ja_jp: 有効なcsvファイルをアップロードしてください。
pt_pt: Faça o upload de um arquivo CSV válido.
ru_ru: Пожалуйста, загрузите действительный файл CSV.

source: Please upload dashboard file
ar_ae: يرجى تحميل الملف لوحة القيادة
de_de: Bitte laden Sie Dashboard-Datei
fr_fr: S'il vous plaît télécharger le fichier de tableau de bord
it_it: Si prega di caricare il file del cruscotto
ja_jp: ダッシュボードファイルをアップロードしてください。
pt_pt: Faça o upload de arquivo de painel
ru_ru: Пожалуйста, загрузите файл приборной панели

source: Please upload data source file
ar_ae: يرجى تحميل ملف مصدر البيانات
de_de: Bitte laden Sie die Daten-Quelldatei
fr_fr: S'il vous plaît télécharger le fichier de source de données
it_it: Si prega di caricare i file di origine dati
ja_jp: データソースファイルをアップロードしてください。
pt_pt: Faça o upload de arquivo de fonte de dados
ru_ru: Пожалуйста, загрузите исходный файл данных

source: Please upload widget file
ar_ae: يرجى تحميل ملف التطبيق المصغر
de_de: Bitte laden Sie Widget-Datei
fr_fr: S'il vous plaît télécharger le fichier widget de
it_it: Si prega di caricare file di widget di
ja_jp: ウィジェットファイルをアップロードしてください。
pt_pt: Faça o upload de arquivos Widget
ru_ru: Пожалуйста, загрузите файл виджета

source: Port
ar_ae: منفذ الاتصال
de_de: Hafen
it_it: Porta
pt_pt: Porta
ru_ru: Порт

source: Port number
ar_ae: رقم المنفذ
de_de: Port-Nummer
fr_fr: uméro de port; 156
it_it: Numero di porta
pt_pt: Número da porta
ru_ru: Номер Порта

source: Port Number
ar_ae: رقم المنفذ
de_de: Port-Nummer
fr_fr: uméro de port; 156
it_it: Numero di porta
ja_jp: ポート番号
pt_pt: Número da porta
ru_ru: Номер Порта

source: Powered by
ar_ae: مدعوم من
de_de: Unterstützt von
fr_fr: Développé par
it_it: Offerto da
ja_jp: 搭載
pt_pt: Distribuído por
ru_ru: Основано на технологии

source: private?
ar_ae: פְּרָטִי
de_de: Privat
fr_fr: Privée
it_it: Privato?
pt_pt: (privado)
ru_ru: Рядовой

source: Proceed
ar_ae: تقدم
de_de: Vorgehen
fr_fr: Continuer
it_it: Procedere
ja_jp: 進みます
pt_pt: prosseguir
ru_ru: Продолжить

source: PROFILE
ar_ae: الملف الشخصي
de_de: PROFIL
fr_fr: PROFIL
it_it: PROFILO
pt_pt: Perfil:
ru_ru: ПРОФИЛЬ

source: Profile picture has been deleted successfully.
ar_ae: تم حذف الصورة الشخصية بنجاح.
de_de: Bild wurde erfolgreich gelöscht.
fr_fr: Photo du profil a été supprimé avec succès.
it_it: Foto del profilo è stato cancellato con successo.
ja_jp: プロフィール画像が正常に削除されました。
pt_pt: foto do seu perfil foi excluído com sucesso.
ru_ru: Профиль Фотография была успешно удалена.

source: Profile picture has been saved successfully.
ar_ae: تم حفظ الصورة الشخصية بنجاح.
de_de: Bild wurde erfolgreich gespeichert.
fr_fr: Photo du profil a été enregistré avec succès.
it_it: Foto del profilo è stato salvato con successo.
ja_jp: プロフィール画像が正常に保存されています。
pt_pt: foto do seu perfil foi salva com sucesso.
ru_ru: Профиль Фотография сохранена успешно.

source: Public
ar_ae: ציבורי
de_de: Öffentlich
fr_fr: Publique
it_it: Pubblico
pt_pt: Público
ru_ru: Общие

source: Public Dashboards
ar_ae: لوحات المعلومات العامة
de_de: Öffentliche Dashboards
fr_fr: Dashboards publics
it_it: Dashboard pubblici
pt_pt: Dashboards públicas
ru_ru: Общественные Сводки

source: public?
ar_ae: ציבורי
de_de: Öffentlich
fr_fr: Publique
it_it: pubbliche?
pt_pt: Público
ru_ru: Общие

source: Query to pull users :
ar_ae: الاستعلام إلى سحب المستخدمين:
de_de: Query-Benutzer zu ziehen:
fr_fr: Interroger pour tirer les utilisateurs:
it_it: Query per tirare utenti:
pt_pt: Consultar a puxar os usuários:
ru_ru: Запрос, чтобы вытащить пользователей:

source: Quote
ar_ae: اقتباس
de_de: Zitat
fr_fr: Citation
it_it: Citazione
ja_jp: 見積もり
pt_pt: Citar
ru_ru: Цитата

source: Read
ar_ae: اقرأ
de_de: Leseberechtigung
fr_fr: lire
it_it: Lettura
ja_jp: 読む
pt_pt: Leia
ru_ru: Чтение

source: Read, Write
ar_ae: قراءة و كتابة
it_it: Leggere scrivere
ja_jp: 読み書き
pt_pt: Ler Modificar
ru_ru: Чтение/Запись

source: Read, Write, Delete
ar_ae: قراءة، كتابة، حذف
de_de: Lesen, Schreiben, Löschen
fr_fr: Lire, écrire, Supprimer
it_it: Leggere, scrivere, cancellare
ja_jp: 読み取り、書き込み、削除
pt_pt: Ler, escrever, apagar
ru_ru: Чтение, запись, удаление

source: Recent Dashboards
ar_ae: لوحات المعلومات الأخيرة
de_de: Aktuelle Armaturenbretter
fr_fr: Dashboards récents
it_it: cruscotti recenti
pt_pt: Dashboards recentes
ru_ru: Последние Сводки

source: Record Count :
ar_ae: عدد قياسي:
de_de: Anzahl der Datensätze:
fr_fr: Nombre d'enregistrements:
it_it: Conteggio record:
pt_pt: Contagem de registros:
ru_ru: Число Записей

source: Recurs
ar_ae: يتكرر
de_de: Wiederkehrend
fr_fr: se reproduit
it_it: ricorre
ja_jp: 再発
pt_pt: repete
ru_ru: рецидивирует

source: Relying Party ID
ar_ae: الاعتماد معرف حزب
de_de: Unter Berufung Partei ID
fr_fr: Partie utilisatrice ID
it_it: Basandosi partito ID
pt_pt: Baseando-se do partido ID
ru_ru: Полагающаяся сторона ID

source: remaining license(s).
ar_ae: رخصة المتبقي (ق).
de_de: Rest Lizenz (en).
fr_fr: licence restante (s).
it_it: rimanente licenza (s).
pt_pt: licença restante (s).
ru_ru: остающийся лицензия (лицензии).

source: Remaining licenses available
ar_ae: الإجازات المتبقية المتاحة
de_de: Verbleibende Lizenzen verfügbar
fr_fr: licences restantes disponibles
it_it: licenze rimanenti disponibili
pt_pt: Restantes licenças disponíveis
ru_ru: Остающиеся-лицензии

source: Remember me
ar_ae: تذكرنى
de_de: Anmeldung merken
fr_fr: Se rappeler de moi
it_it: Ricordati di me
ja_jp: 私を覚えてますか
pt_pt: Lembre-me
ru_ru: Запомни меня

source: Remove
ar_ae: إزالة
de_de: Entfernen
fr_fr: Retirer
it_it: Rimuovere
ja_jp: 削除します
pt_pt: Retirar
ru_ru: Убрать

source: Remove Access
ar_ae: إزالة الوصول
de_de: entfernen des Zugriffs
fr_fr: Suppression de l'accès
it_it: Rimuove l'accesso
pt_pt: Remover o acesso
ru_ru: Удалить доступ

source: replied to
ar_ae: ردا على
de_de: geantwortet
fr_fr: répondu à
it_it: risposto
ja_jp: に答えました
pt_pt: respondeu a
ru_ru: ответил

source: replied to your comment on the
ar_ae: رد على تعليقك على
de_de: um Ihren Kommentar zu antwortete
fr_fr: répondu à votre commentaire sur la
it_it: risposto al tuo commento sulla
ja_jp: 上のあなたのコメントに返信
pt_pt: respondeu ao seu comentário sobre o
ru_ru: ответил на ваш комментарий к

source: Reply
ar_ae: الرد
de_de: Antworten
fr_fr: Répondre
it_it: rispondere
ja_jp: 応答
pt_pt: Responder
ru_ru: Ответить

source: Reply is too long
ar_ae: رد طويلة جدا
de_de: Reply ist zu lang
fr_fr: Répondre est trop long
it_it: Reply è troppo lungo
ja_jp: 返信が長すぎます
pt_pt: Resposta é muito longo
ru_ru: Ответить слишком длинный

source: Reply should not be blank
ar_ae: لا ينبغي أن يكون الرد فارغة
de_de: Antwort sollte nicht leer sein
fr_fr: Répondre ne doit pas être vide
it_it: Risposta non dovrebbe essere vuoto
ja_jp: 返信は空白のままにしないでください
pt_pt: Resposta não deve estar em branco
ru_ru: Ответить не должно быть пустым

source: Resend Activation Code
ar_ae: إعادة إرسال كود التفعيل
de_de: Aktivierungscode erneut senden
fr_fr: Code d'activation Renvoyer
it_it: Rispedisci codice di attivazione
ja_jp: 再送信アクティベーションコード
pt_pt: Código de Activação reenviar
ru_ru: Выслать повторно код активации

source: Reset
ar_ae: إعادة تعيين
de_de: Zurücksetzen
fr_fr: Réinitialisation
it_it: Ripristina
pt_pt: Reiniciar
ru_ru: Сброс

source: Reset password link
ar_ae: رابط إعادة تعيين كلمة المرور
de_de: Passwort-Link zurücksetzen
fr_fr: lien Mot de passe Réinitialiser
it_it: Ripristino link password
pt_pt: link de redefinição de senha
ru_ru: Сбросить пароль канала связи

source: Restore
ar_ae: إستعادة
de_de: Wiederherstellen
fr_fr: Restaurer
it_it: Ripristino
ja_jp: リストア
pt_pt: Restaurar...
ru_ru: Вернуть

source: Restored from Trash
ar_ae: استعادة من المهملات
de_de: Restauriert von Trash
fr_fr: Restauré de la corbeille
it_it: Restaurato dal Cestino
ja_jp: ゴミ箱から復元
pt_pt: Restaurado a partir de Lixo
ru_ru: Восстановленная из корзины

source: Right table
ar_ae: الجدول الصحيح
de_de: Rechter Tisch
fr_fr: Table droite
it_it: tabella di destra
pt_pt: mesa à direita
ru_ru: Правая таблица

source: Right table condition
ar_ae: حالة الجدول الصحيحة
de_de: Rechts Tabellenbedingung
fr_fr: Droit état de table
it_it: condizione tabella di destra
pt_pt: condição mesa à direita
ru_ru: Правая таблица условий

source: Role Name
ar_ae: اسم الدور
de_de: Rollenname
fr_fr: Nom du rôle
it_it: Nome del ruolo
pt_pt: Nome do papel
ru_ru: Имя Роли

source: Rollbacked to version
ar_ae: Rollbacked إلى الإصدار
de_de: Rollbacked auf Version
fr_fr: Rollbacked à la version
it_it: Annullate da una rollback alla versione
ja_jp: バージョンへのロールバック
pt_pt: Rollbacked para a versão
ru_ru: Rollbacked до версии

source: Run now
ar_ae: اركض الآن
de_de: Jetzt ausführen
fr_fr: Cours maintenant
it_it: Corri adesso
pt_pt: Execute agora !
ru_ru: Беги сейчас

source: Run Now
ar_ae: اركض الآن
de_de: Jetzt ausführen
fr_fr: Cours maintenant
it_it: Corri adesso
ja_jp: 今すぐ実行
pt_pt: Execute agora !
ru_ru: Беги сейчас

source: s are accessible to anyone with a link to them.
ar_ae: الصورة هي في متناول أي شخص مع وصلة لهم.
de_de: s sind für jeden mit einem Link zu ihnen zugänglich.
fr_fr: s sont accessibles à toute personne ayant un lien vers eux.
it_it: s sono accessibili a chiunque abbia un collegamento a loro.
pt_pt: s são acessíveis a qualquer pessoa com um link para eles.
ru_ru: s доступны для тех, кто с ссылкой на них.

source: Saturday
ar_ae: السبت
de_de: Samstag
fr_fr: Samedi
it_it: Sabato
ja_jp: 土曜日
pt_pt: Sábado
ru_ru: Cуббота

source: Save
ar_ae: حفظ
de_de: SPAREN
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
pt_pt: Salvar
ru_ru: Сохранить

source: SAVE
ar_ae: حفظ
fr_fr: SAUVEGARDER
it_it: Salva
ja_jp: セーブ
pt_pt: Salvar
ru_ru: СОХРАНИТЬ

source: Save As
ar_ae: حفظ باسم
de_de: Speichern als
fr_fr: enregistrer sous
it_it: Salva come
pt_pt: Salvar como
ru_ru: Сохранить как

source: SAVED VIEWS
ar_ae: طرق العرض المحفوظة
de_de: Gespeicherte Ansichten
fr_fr: VUES ENREGISTRÉ
it_it: viste salvate
pt_pt: vistas guardadas
ru_ru: сохраненным видам

source: Schedule
ar_ae: الجدول
de_de: Zeitplan wurde erfolgreich gelöscht.
fr_fr: Calendrier
it_it: Ripetizione
ja_jp: スケジュール
pt_pt: Cronograma
ru_ru: График

source: Schedule has been deleted successfully.
ar_ae: لقد تم حذف جدول بنجاح.
fr_fr: Annexe a été supprimé avec succès.
it_it: Pianificazione è stata cancellata con successo.
ja_jp: スケジュールが正常に削除されました。
pt_pt: Marcar foi excluído com sucesso.
ru_ru: Расписание было успешно удалено.

source: Schedule has been updated successfully.
ar_ae: تم تحديث جدول بنجاح.
de_de: Zeitplan wurde erfolgreich aktualisiert.
fr_fr: Annexe a été mis à jour avec succès.
it_it: Programma è stato aggiornato con successo.
ja_jp: スケジュールが正常に更新されました。
pt_pt: Cronograma foi atualizado com sucesso.
ru_ru: Расписание была успешно обновлена.

source: Schedule name already exists
ar_ae: اسم جدول موجود بالفعل
de_de: Zeitplan Name bereits vorhanden ist
fr_fr: Nom de la planification existe déjà
it_it: Nome Programma esiste già
ja_jp: スケジュール名がすでに存在します
pt_pt: nome da programação já existe
ru_ru: имя_планировщика уже существует

source: Schedule not started.
ar_ae: جدولة تكن قد بدأت.
de_de: Planen Sie nicht gestartet.
fr_fr: Planifiez pas commencé.
it_it: Pianificare non avviato.
ja_jp: スケジュールが開始されていません。
pt_pt: Agende não começou.
ru_ru: График не начался.

source: Schedule Synchronization
ar_ae: جدول التزامن
de_de: Planen einer Synchronisation
fr_fr: Planification de la synchronisation
it_it: Pianificazione della sincronizzazione
ja_jp: 同期のスケジュール
pt_pt: Sincronização de agenda
ru_ru: Синхронизация Расписание

source: Schedule Synchronization Page
ar_ae: جدول التزامن الصفحة
de_de: Planen einer Synchronisation Seite
fr_fr: Planification de la synchronisation page
it_it: Pianificazione della sincronizzazione Pagina
pt_pt: Página Programação de Sincronização
ru_ru: Расписание синхронизации Page

source: Schedule Synchronization Settings
ar_ae: إعدادات الجدول الزمني التزامن
de_de: Schedule Synchronisationseinstellungen
fr_fr: Paramètres annexe de synchronisation
it_it: Impostazioni pianificazione della sincronizzazione
pt_pt: Configurações de sincronização cronograma
ru_ru: Параметры синхронизации Расписание

source: Schedule to synchronize users and groups with Active Directory
ar_ae: الجدول الزمني لمزامنة المستخدمين والمجموعات مع Active Directory
de_de: Zeitplan zu synchronisieren Benutzer und Gruppen mit Active Directory
fr_fr: Calendrier pour synchroniser les utilisateurs et les groupes avec Active Directory
it_it: Programma per sincronizzare gli utenti e gruppi con Active Directory
ja_jp: Active Directoryとユーザーとグループを同期するスケジュール
pt_pt: Cronograma para sincronizar usuários e grupos com Active Directory
ru_ru: Расписание для синхронизации пользователей и групп с Active Directory

source: Schedule to synchronize users and groups with Azure AD
ar_ae: الجدول الزمني لمزامنة المستخدمين والمجموعات مع أزور م
de_de: Zeitplan zu synchronisieren Benutzer und Gruppen mit Azure AD
fr_fr: Calendrier pour synchroniser les utilisateurs et les groupes avec AD Azure
it_it: Programma per sincronizzare utenti e gruppi con AD Azure
pt_pt: Cronograma para sincronizar usuários e grupos com AD Azure
ru_ru: Расписание для синхронизации пользователей и групп с Azure AD

source: Schedules
ar_ae: الجداول
de_de: Zeitpläne
fr_fr: Planifications
it_it: Pianificazioni
ja_jp: スケジュール
pt_pt: horários
ru_ru: ТАБЛИЦЫ

source: SCHEDULES
ar_ae: الجداول
de_de: Zeitpläne
fr_fr: PLANIFICATIONS
it_it: Pianificazioni
pt_pt: HORÁRIOS
ru_ru: ТАБЛИЦЫ

source: Scope
ar_ae: مجال الخطة
de_de: Geldungsbereich
fr_fr: Portée
it_it: Portata
ja_jp: 範囲
pt_pt: ABRANGÊNCIA
ru_ru: Область применения

source: Search
ar_ae: البحث
de_de: Suche
fr_fr: Recherchez
it_it: Ricerca
ja_jp: サーチ
pt_pt: Pesquisar
ru_ru: Поиск

source: Search AD groups
ar_ae: مجموعة البحث AD
de_de: Suchen AD-Gruppen
fr_fr: groupes Recherche AD
it_it: gruppi di ricerca AD
pt_pt: grupos de pesquisa AD
ru_ru: Поиск групп AD

source: Search AD users
ar_ae: للمستخدمين البحث AD
de_de: Suchen Sie AD-Benutzer
fr_fr: Rechercher les utilisateurs AD
it_it: Ricerca utenti AD
pt_pt: usuários de busca AD
ru_ru: Поиск пользователей AD

source: Search Azure AD groups
ar_ae: البحث في مجموعات م أزور
de_de: Suchen Azure AD-Gruppen
fr_fr: Rechercher groupes AD Azure
it_it: Cerca gruppi AD Azure
pt_pt: Pesquisar grupos AD Azure
ru_ru: Поиск групп AD Azure

source: Search Azure AD users
ar_ae: بحث المستخدمين م أزور
de_de: Suchen Azure AD-Benutzer
fr_fr: Rechercher des utilisateurs AD Azure
it_it: Cerca utenti AD Azure
pt_pt: Pesquisar usuários AD Azure
ru_ru: Поиск пользователей Azure AD

source: Search data sources
ar_ae: مصادر بيانات البحث
de_de: Search-Datenquellen
fr_fr: sources de données de recherche
it_it: fonti di ricerca di dati
ja_jp: Searchデータ・ソース
pt_pt: Origens de Dados
ru_ru: Источники поиска данных

source: Search groups
ar_ae: مجموعة البحث
de_de: Gruppe suchen
fr_fr: Rechercher des groupes
it_it: Cerca gruppi
ja_jp: 検索グループ
pt_pt: Procurar grupos
ru_ru: Поиск групп

source: Search Here
ar_ae: ابحث هنا
de_de: Suche hier
fr_fr: Chercher ici
it_it: Cerca qui
ja_jp: ここで検索
pt_pt: Procure aqui
ru_ru: Поиск

source: Search schedules
ar_ae: بحث الجداول الزمنية
de_de: Termine suchen
fr_fr: Rechercher les planificationss
it_it: ricerca orari
ja_jp: 検索スケジュール
pt_pt: agendas de procura
ru_ru: Поиск расписания

source: Search users
ar_ae: للمستخدمين البحث
de_de: Suche Nutzer:
fr_fr: Rechercher des utilisateurs
it_it: Cerca utenti
ja_jp: 検索ユーザー
pt_pt: usuários de pesquisa
ru_ru: Поиск пользователей

source: second
ar_ae: الثاني
de_de: Sekunde
fr_fr: seconde
it_it: secondi
ja_jp: 二番
pt_pt: {0} Segundos
ru_ru: второй

source: Select a dashboard to view.
ar_ae: اختيار لوحة القيادة لعرضها.
de_de: Wählen Sie ein Dashboard anzuzeigen.
fr_fr: Sélectionnez un tableau de bord pour voir.
it_it: Selezionare una dashboard per visualizzare.
pt_pt: Selecione um painel para exibir.
ru_ru: Выберите информационную панель для просмотра.

source: Select a database
ar_ae: حدد قاعدة بيانات
de_de: Wählen Sie eine Datenbank
fr_fr: Sélectionnez une base de données
it_it: Selezionare un database
pt_pt: Seleccionar um banco de dados
ru_ru: Выберите базу данных

source: Select a user or group to share with
ar_ae: تحديد مستخدم أو مجموعة لمشاركتها مع
de_de: Wählen Sie einen Benutzer oder eine Gruppe zu teilen mit
fr_fr: Sélectionnez un utilisateur ou d'un groupe à partager avec
it_it: Selezionare un utente o un gruppo per condividere con
pt_pt: Selecione um usuário ou grupo para compartilhar com
ru_ru: Выберите пользователя или группу, чтобы поделиться с
