Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: User has been created successfully. Activation emails cannot be sent until the user’s email settings are configured.
ar_ae: تم إنشاء المستخدم بنجاح. لا يمكن إرسال رسائل البريد الإلكتروني تفعيل حتى يتم تكوين إعدادات البريد الإلكتروني للمستخدم.
de_de: Benutzer wurde erfolgreich erstellt. Die Aktivierung von E-Mails kann erst die E-Mail-Einstellungen des Benutzers gesendet werden, konfiguriert sind.
fr_fr: L'utilisateur a été créé avec succès. emails d'activation ne peuvent pas être envoyés jusqu'à ce que les paramètres de messagerie de l'utilisateur sont configurés.
it_it: L'utente è stato creato con successo. e-mail di attivazione non possono essere inviati fino a quando le impostazioni di posta elettronica degli utenti sono configurati.
pt_pt: Usuário foi criado com sucesso. e-mails de ativação não poderão ser enviadas até as configurações de e-mail do usuário são configurados.
ru_ru: Пользователь был успешно создан. Активация электронной почты не могут быть отправлены до настройки электронной почты пользователя не настроены.

source: User has been deleted successfully.
ar_ae: لقد تم حذف المستخدم بنجاح.
de_de: Benutzer wurde erfolgreich gelöscht.
fr_fr: L'utilisateur a été supprimé avec succès.
it_it: L'utente è stato cancellato con successo.
ja_jp: ユーザーが正常に削除されました。
pt_pt: Usuário foi excluído com sucesso.
ru_ru: Пользователь был успешно удален.

source: User has been imported and activated successfully.
ar_ae: تم استيراد المستخدم وتفعيله بنجاح.
de_de: Benutzer wurde erfolgreich importiert und aktiviert.
fr_fr: L'utilisateur a été importé et activé avec succès.
it_it: L'utente è stato importato e attivato correttamente.
pt_pt: Usuário foi importado e ativada com sucesso.
ru_ru: Пользователь был импортирован и успешно активирован.

source: User has been locked
ar_ae: تم تأمين المستخدم
de_de: Benutzer wurde gesperrt
fr_fr: L'utilisateur a été verrouillé
it_it: Utente è stato bloccato
ja_jp: ユーザーがロックされています
pt_pt: Usuário foi bloqueado
ru_ru: Пользователь был заблокирован

source: User id
ar_ae: هوية المستخدم
de_de: Benutzer ID
fr_fr: Identifiant utilisateur
it_it: ID utente
ja_jp: ユーザーID
pt_pt: Identificação do Usuário
ru_ru: ID Пользователя

source: User import has been successfully done.
ar_ae: وقد تم ذلك استيراد المستخدم بنجاح.
de_de: Benutzerimport wurde erfolgreich durchgeführt.
fr_fr: l'importation de l'utilisateur a été fait avec succès.
it_it: importazione utente è stato fatto con successo.
ja_jp: ユーザーのインポートが正常に行われています。
pt_pt: de importação do usuário foi feito com sucesso.
ru_ru: Импорт пользователя было успешно осуществлено.

source: User import incomplete. Do you want to continue?
ar_ae: استيراد المستخدم غير مكتملة. هل تريد الاستمرار؟
de_de: Benutzerimport unvollständig. Möchtest du fortfahren?
fr_fr: importation utilisateur incomplète. Voulez-vous continuer?
it_it: importazione utente incompleta. Vuoi continuare?
ja_jp: ユーザーのインポート不完全。継続しますか？
pt_pt: importação de usuário incompleto. Você quer continuar?
ru_ru: Импорт пользователя неполным. Вы хотите продолжить?

source: User Management
ar_ae: إدارة المستخدم
de_de: Kontenverwaltung
fr_fr: Gestion d utilisateur
it_it: Gestione utenti
ja_jp: ユーザー管理
pt_pt: Gestão de utilizadores
ru_ru: Управление пользователями

source: User Name
ar_ae: اسم المستخدم
de_de: Benutzername
fr_fr: Nom d'utilisateur
it_it: Nome Utente
pt_pt: Nome de utilizador
ru_ru: Имя пользователя

source: User Notification Preference
ar_ae: الأفضلية إعلام المستخدم
de_de: Benutzerbenachrichtigungseinstellungen
fr_fr: Avis utilisateur Préférence
it_it: Utente Preferenza di notifica
ja_jp: ユーザー通知の設定
pt_pt: Preferência de notificação do usuário
ru_ru: Уведомление предпочтений пользователя

source: User Permissions
ar_ae: أذونات المستخدم
de_de: Nutzerberechtigungen
fr_fr: Permissions utilisateurs
it_it: Autorizzazioni utente
ja_jp: ユーザー権限
pt_pt: permissões de usuário
ru_ru: права доступа пользователей

source: User Profile
ar_ae: الملف الشخصي للمستخدم
de_de: Benutzerprofil
fr_fr: Profil utilisateur
it_it: Profilo Utente
ja_jp: ユーザープロファイル
pt_pt: Perfil de usuário
ru_ru: Профиль пользователя

source: USER PROFILE
ar_ae: الملف الشخصي للمستخدم
de_de: Benutzerprofil
fr_fr: Profil utilisateur
it_it: Profilo Utente
pt_pt: PERFIL DE USUÁRIO
ru_ru: Профиль пользователя

source: User profile has been failed to update
ar_ae: وقد فشل تعريف المستخدم لتحديث
de_de: Benutzerprofil wurde zu aktualisieren ist fehlgeschlagen
fr_fr: Profil d'utilisateur a été omis de mettre à jour
it_it: Profilo utente è stato mancato di aggiornare
pt_pt: Perfil do usuário foi falhou a actualização
ru_ru: Профиль пользователя было не удалось обновить

source: User profile has been updated successfully.
ar_ae: تم تحديث الملف الشخصي للمستخدم.
de_de: Benutzerprofil wurde erfolgreich aktualisiert.
fr_fr: Profil d'utilisateur a été mis à jour avec succès.
it_it: Profilo utente è stato aggiornato con successo.
ja_jp: ユーザープロファイルが正常に更新されました。
pt_pt: Perfil do usuário foi atualizado com sucesso.
ru_ru: Профиль пользователя был успешно обновлен.

source: User Profile has been updated successfully.
ar_ae: تم تحديث الملف المستخدم بنجاح.
de_de: Benutzerprofil wurde erfolgreich aktualisiert.
fr_fr: Profil utilisateur a été mis à jour avec succès.
it_it: Profilo utente è stato aggiornato con successo.
ja_jp: ユーザープロファイルが正常に更新されました。
pt_pt: Perfil do usuário foi atualizado com sucesso.
ru_ru: Профиль пользователя был успешно обновлен.

source: User profile updation failed.
ar_ae: فشل تعريف المستخدم updation.
de_de: Benutzerprofil updation fehlgeschlagen.
fr_fr: profil utilisateur updation a échoué.
it_it: Profilo utente updation riuscito.
ja_jp: ユーザープロファイルupdationに失敗しました。
pt_pt: Perfil do usuário updation falhou.
ru_ru: Профиль пользователя Updation не удалось.

source: User Settings
ar_ae: إعدادات المستخدم
de_de: Benutzereinstellungen
fr_fr: Paramètres de l'utilisateur
it_it: Impostazioni Utente
pt_pt: Configurações do utilizador
ru_ru: Настройки пользователя

source: USER SETTINGS
ar_ae: إعدادات المستخدم
de_de: Benutzereinstellungen
fr_fr: Paramètres de l'utilisateur
it_it: Impostazioni Utente
pt_pt: Configurações do utilizador
ru_ru: Пользователь

source: User Settings has been updated successfully
ar_ae: تم تحديث إعدادات المستخدم بنجاح
de_de: Benutzereinstellungen wurde erfolgreich aktualisiert
fr_fr: Paramètres de l'utilisateur a été mis à jour avec succès
it_it: Impostazioni utente è stato aggiornato con successo
pt_pt: Configurações do usuário foi atualizado com sucesso
ru_ru: Пользовательские настройки были успешно обновлены

source: User(s)
ar_ae: المستخدمين
de_de: Benutzer
fr_fr: Utilisateurs
it_it: utente (s) vengono cancellati
pt_pt: Utilizadores
ru_ru: Пользователи:

source: user(s) are deleted
ar_ae: يتم حذف المستخدم (ق)
de_de: (r) Benutzer gelöscht
fr_fr: utilisateur (s) sont supprimés
ja_jp: ユーザ（複数可）が削除されます
pt_pt: usuário (s) são excluídos
ru_ru: пользователь (ей) будут удалены

source: user(s) are deleted.
ar_ae: يتم حذف المستخدم (ق).
de_de: (r) Benutzer werden gelöscht.
fr_fr: utilisateur (s) sont supprimés.
it_it: utente (s) vengono cancellati.
pt_pt: usuário (s) são excluídos.
ru_ru: пользователь (ей) будут удалены.

source: user(s) details are modified
ar_ae: المستخدم يتم تعديل (ق) التفاصيل
de_de: (r) Benutzer Details modifiziert werden
fr_fr: utilisateur (s) les détails sont modifiés
it_it: utente (i) i dettagli sono modificati
ja_jp: ユーザ（複数可）の詳細が変更され
pt_pt: usuário (s) detalhes são modificados
ru_ru: (ов) Детали будут изменены

source: user(s) details are modified.
ar_ae: يتم تعديل المستخدم (ق) التفاصيل.
de_de: (r) Benutzer Details modifiziert.
fr_fr: utilisateur (s) les détails sont modifiés.
it_it: utente (s) dettagli vengono modificati.
pt_pt: usuário (s) detalhes são modificados.
ru_ru: (ов) детали изменены.

source: user(s) has been added and activated successfully.
ar_ae: تمت إضافة المستخدم (ق) وتفعيله بنجاح.
de_de: (r) Benutzer wurde erfolgreich hinzugefügt und aktiviert.
fr_fr: utilisateur (s) a été ajouté et activé avec succès.
it_it: utente (s) è stato aggiunto e attivato correttamente.
pt_pt: usuário (s) foi adicionado e ativado com sucesso.
ru_ru: пользователь (ей) был добавлен и успешно активирован.

source: user(s) has been added successfully.
ar_ae: تمت إضافة المستخدم (ق) بنجاح.
de_de: (r) Benutzer wurde erfolgreich hinzugefügt.
fr_fr: utilisateur (s) a été ajouté avec succès.
it_it: utente (s) è stato aggiunto.
pt_pt: usuário (s) foi adicionado com sucesso.
ru_ru: пользователь (ей) был успешно добавлен.

source: User(s) has been added successfully.
ar_ae: تمت إضافة المستخدم (ق) بنجاح.
de_de: Benutzer (n) wurde erfolgreich hinzugefügt.
fr_fr: Utilisateur (s) a été ajouté avec succès.
it_it: User (s) è stato aggiunto.
ja_jp: ユーザー（複数可）が正常に追加されました。
pt_pt: Usuário (s) foi adicionado com sucesso.
ru_ru: Пользователь (ы) был успешно добавлен.

source: User(s) has been deleted successfully.
ar_ae: لقد تم حذف المستخدم (ق) بنجاح.
de_de: Benutzer (n) wurde erfolgreich gelöscht.
fr_fr: Utilisateur (s) a été supprimé avec succès.
it_it: User (s) è stato cancellato con successo.
ja_jp: ユーザー（複数可）が正常に削除されました。
pt_pt: Usuário (s) foi excluído com sucesso.
ru_ru: Пользователь (ы) был успешно удален.

source: User(s) has been imported and activated successfully.
ar_ae: تم استيراد المستخدم (ق) وتفعيله بنجاح.
de_de: Benutzer (n) wurde eingeführt und erfolgreich aktiviert.
fr_fr: Utilisateur (s) a été importé et activé avec succès.
it_it: User (s) è stato importato e attivato correttamente.
ja_jp: ユーザー（複数可）がインポートされ、正常に有効化されています。
pt_pt: Usuário (s) foi importado e ativado com sucesso.
ru_ru: Пользователь (ы) был импортирован и успешно активирован.

source: User(s) has been imported successfully.
ar_ae: تم استيراد المستخدم (ق) بنجاح.
de_de: Benutzer (n) wurde erfolgreich importiert.
fr_fr: Utilisateur (s) a été importé avec succès.
it_it: User (s) è stato importato con successo.
pt_pt: Usuário (s) foi importado com êxito.
ru_ru: Пользователь (ы) успешно импортированы.

source: user(s) to import since there are only
ar_ae: المستخدم (ق) لاستيراد لأن هناك فقط
de_de: (r) Benutzer zu importieren, da es nur sind
fr_fr: utilisateur (s) à importer car il y a seulement
it_it: utente (s) per importare in quanto ci sono solo
pt_pt: usuário (s) para importar uma vez que não são apenas
ru_ru: пользователь (ей) для импорта, так как есть только

source: Username
ar_ae: اسم المستخدم
de_de: Benutzername
fr_fr: Nom d'utilisateur
it_it: Nome utente
ja_jp: ユーザー名
pt_pt: Nome de Utilizador
ru_ru: Логин

source: Username / Email
ar_ae: اسم المستخدم (الإيميل)
de_de: Nutzername (E-Mail
pt_pt: Nome de usuário / e-mail
ru_ru: Имя пользователя / E-mail

source: Username :
ar_ae: اسم المستخدم
de_de: Benutzername
fr_fr: Nom d'utilisateur:
it_it: Nome utente
pt_pt: Nome de Utilizador
ru_ru: Имя пользователя: =

source: Username already exists
ar_ae: اسم المستخدم موجود بالفعل
de_de: Benutzername existiert bereits
fr_fr: Nom d'utilisateur existe déjà
it_it: Il nome utente esiste già
ja_jp: ユーザー名は既に存在します
pt_pt: O nome de utilizador já existe
ru_ru: Логин уже занят!

source: Username cannot exceed 95 characters
ar_ae: اسم المستخدم لا يمكن أن يتجاوز 95 حرفا
de_de: Benutzername kann nicht 95 Zeichen nicht überschreiten
fr_fr: Nom d'utilisateur ne peut pas dépasser 95 caractères
it_it: Nome utente non può superare i 95 caratteri
pt_pt: Nome de usuário não pode exceder 95 caracteres
ru_ru: Имя пользователя не может превышать 95 символов

source: Username contains invalid characters
ar_ae: اسم المستخدم فيه أحرف غير صالحة
de_de: Benutzername enthält ungültige Zeichen.
fr_fr: Nom d'utilisateur contient des caractères non valides
it_it: Lo username contiene caratteri non validi
ja_jp: ユーザー名は無効な文字が含まれています
pt_pt: nome de usuário contém caracteres inválidos
ru_ru: Имя пользователя содержит недопустимые символы

source: Username contains invalid characters.
ar_ae: اسم المستخدم فيه أحرف غير صالحة.
de_de: Benutzername enthält ungültige Zeichen.
fr_fr: Nom d'utilisateur contient des caractères non valides.
it_it: Lo username contiene caratteri non validi.
pt_pt: Nome de usuário contém caracteres inválidos.
ru_ru: Имя пользователя содержит недопустимые символы.

source: Username contains space
ar_ae: اسم المستخدم يحتوي على مساحة
de_de: Benutzername enthält Raum
fr_fr: Nom d'utilisateur contient un espace
it_it: Nome utente contiene lo spazio
ja_jp: ユーザー名は、スペースが含まれています
pt_pt: Nome de usuário contém espaço
ru_ru: Имя пользователя содержит пространство

source: Username is Invalid
ar_ae: إسم المستخدم غير صحيح
de_de: Benutzername ist ungültig
fr_fr: Nom d'utilisateur invalide
it_it: L'username non è valido
ja_jp: ユーザー名が無効です
pt_pt: Nome de usuário Inválido
ru_ru: Имя пользователя недействительно

source: Username or Email address already exists
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل
de_de: Benutzername oder E-Mail-Adresse ist bereits vorhanden
fr_fr: Nom d'utilisateur ou E-mail existe déjà
it_it: Nome utente o Indirizzo e-mail esiste già
ja_jp: ユーザー名またはメールアドレスは既に存在しています
pt_pt: Nome de usuário ou E-mail já existe
ru_ru: Имя пользователя или адрес электронной почты уже существует

source: Username or Email address already exists or repeated
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل أو تكرار
de_de: Benutzername oder E-Mail-Adresse existiert bereits oder wiederholt
fr_fr: Nom d'utilisateur ou adresse e-mail existe déjà ou répété
it_it: Nome utente o Indirizzo e-mail esistente o ripetuta già
ja_jp: ユーザー名またはメールアドレスは、既に存在するか繰り返し
pt_pt: Nome de usuário ou E-mail já existe ou repetida
ru_ru: Имя пользователя или адрес электронной почты уже существует или повторяется

source: Username or Email address is Invalid
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح
de_de: Benutzername oder E-Mail-Adresse ist ungültig
fr_fr: Nom d'utilisateur ou adresse e-mail est incorrect
it_it: Nome utente o l'indirizzo e-mail è valido
ja_jp: ユーザー名またはメールアドレスが無効です
pt_pt: Nome de usuário ou endereço de e-mail é inválido
ru_ru: Имя пользователя или адрес электронной почты недействителен

source: Username should not be empty
ar_ae: يجب أن المستخدم لا تكون فارغة
de_de: Bitte geben Sie eine Benutzernamen ein.
fr_fr: Le Nom d'utilisateur ne doit pas être vide.
it_it: Il nome utente non può essere vuoto.
ja_jp: ユーザー名は空であってはなりません
pt_pt: Nome de usuário não deve estar vazio
ru_ru: Имя пользователя не должно быть пустым

source: Username should not contain special characters
ar_ae: يجب أن لا يحتوي اسم المستخدم الأحرف الخاصة
de_de: Benutzername darf keine Sonderzeichen
fr_fr: Nom d'utilisateur ne doit pas contenir de caractères spéciaux
it_it: Nome utente non deve contenere caratteri speciali
ja_jp: ユーザー名は、特殊文字を含めるべきではありません
pt_pt: Nome de usuário não deve conter caracteres especiais
ru_ru: Имя пользователя не должно содержать специальные символы

source: Username should not contain special characters #%&*+<>?:/&quot;[']\|@;,
ar_ae: يجب أن لا يحتوي اسم المستخدم الأحرف الخاصة #٪ & * + <>: / ومثل؛ [ "] \ | @ ؛،؟
de_de: Benutzername darf keine Sonderzeichen #% & * + <>: / & quot; [ '] \ | @ ;,?
fr_fr: Nom d'utilisateur ne doit pas contenir de caractères spéciaux #% & * + <>: / & quot; [ '] \ | @ ;,?
it_it: Nome utente non deve contenere caratteri speciali #% & * + <>: / & quot; [ '] \ | @ ;,?
pt_pt: Nome de usuário não deve conter caracteres especiais #% & * + <>: / & quot; [ '] \ | @ ;,?
ru_ru: Имя пользователя не должно содержать специальные символы #% & * + <>: / & Quot; [ '] \ | @ ;,?

source: Username should not contain white space
ar_ae: يجب أن لا يحتوي على اسم المستخدم المساحة البيضاء
de_de: Benutzername sollte nicht Leerzeichen enthalten
fr_fr: Nom d'utilisateur ne doit pas contenir d'espace blanc
it_it: Nome utente non deve contenere spazi bianchi
ja_jp: ユーザー名は、ホワイトスペースを含めることはできません
pt_pt: Nome de usuário não deve conter espaços em branco
ru_ru: Имя пользователя не должно содержать пробелы

source: Usernames, Email addresses, Names and Passwords with special characters (, ” <) will not be displayed in the list below.
ar_ae: أسماء المستخدمين وعناوين البريد الإلكتروني، وأسماء وكلمات المرور مع أحرف خاصة ( "<) لن يتم عرضها في القائمة أدناه.
de_de: Benutzernamen, E-Mail-Adressen, Namen und Passwörter mit Sonderzeichen ( "<) nicht unten in der Liste angezeigt werden.
fr_fr: Usernames, les adresses électroniques, les noms et mots de passe avec des caractères spéciaux ( «<) ne seront pas affichées dans la liste ci-dessous.
it_it: I nomi utente, indirizzi email, nomi e password con caratteri speciali ( "<) non verranno visualizzate nella lista qui sotto.
pt_pt: Os nomes de usuário, endereços de email, nomes e senhas com caracteres especiais ( "<) não será exibida na lista abaixo.
ru_ru: Usernames, адреса электронной почты, имена и пароли со специальными символами ( "<) не будет отображаться в списке ниже.

source: Users
ar_ae: المستخدمين
de_de: Benutzer
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
pt_pt: Usuários
ru_ru: Пользователи

source: USERS
ar_ae: المستخدمين
fr_fr: Utilisateurs
it_it: Utenti
pt_pt: Usuários
ru_ru: Пользователи:

source: Users - CSV import
ar_ae: المستخدمين - الاستيراد CSV
de_de: Benutzer - CSV-Import
fr_fr: Utilisateurs - import CSV
it_it: Utenti - importazione CSV
ja_jp: ユーザー - CSVインポート
pt_pt: Usuários - importação CSV
ru_ru: Пользователи - CSV импорт

source: Users - Import from database
ar_ae: المستخدمين - استيراد من قاعدة البيانات
de_de: Benutzer - Import aus der Datenbank
fr_fr: Utilisateurs - Importer à partir de la base de données
it_it: Gli utenti - Importa dal database
pt_pt: Usuários - Importar do banco de dados
ru_ru: Пользователи - Импорт из базы данных

source: Users added
ar_ae: إضافة المستخدمين
de_de: Benutzer hinzugefügt
fr_fr: Les utilisateurs ajoutés
it_it: Gli utenti aggiunti
ja_jp: ユーザーが追加されました
pt_pt: Os usuários adicionados
ru_ru: Пользователи, добавленные

source: Users imported
ar_ae: المستخدمين المستوردة
de_de: Benutzer importiert
fr_fr: Les utilisateurs importés
it_it: Gli utenti importati
ja_jp: ユーザーインポート
pt_pt: Os usuários importados
ru_ru: Пользователи импортированы

source: Users List
ar_ae: قائمة المستخدمين
de_de: Benutzer-Liste
fr_fr: Liste des utilisateurs
it_it: Lista utenti
ja_jp: ユーザーリスト
pt_pt: Lista de usuários
ru_ru: Список пользователей

source: Users not imported
ar_ae: المستخدمين لا استوردت
de_de: Benutzer, die nicht importiert
fr_fr: Les utilisateurs non importés
it_it: Gli utenti non importati
ja_jp: ユーザーがインポートされません
pt_pt: Os usuários não importado
ru_ru: Пользователи не импортированы

source: Users not Synchronized
ar_ae: المستخدمين غير متزامنة
de_de: Benutzer nicht synchronisiert
fr_fr: Les utilisateurs non synchronisés
it_it: Gli utenti non sincronizzato
ja_jp: ユーザーが同期されません
pt_pt: Os usuários não sincronizada
ru_ru: Пользователи не Синхронное

source: Users removed
ar_ae: إزالة المستخدمين
de_de: Benutzer entfernt
fr_fr: Les utilisateurs supprimés
it_it: utenti rimossi
ja_jp: ユーザー削除
pt_pt: usuários removidos
ru_ru: Пользователи удалены

source: Users Synchronized
ar_ae: المستخدمين متزامنة
de_de: Benutzer Synchronisierte
fr_fr: Les utilisateurs synchronisés
it_it: Gli utenti sincronizzato
ja_jp: ユーザーは、同期
pt_pt: usuários Sincronizado
ru_ru: Пользователи Синхронное

source: Version
ar_ae: الإصدار
de_de: Ausgabe Kommentare
fr_fr: Vssion
it_it: Versione
ja_jp: バージョン
pt_pt: Versão
ru_ru: Версия

source: Version comments
ar_ae: تعليقات نسخة
fr_fr: Variante Commentaires
it_it: commenti Version
ja_jp: バージョンコメント
pt_pt: Comentários da Versão
ru_ru: комментарии версия

source: Version history
ar_ae: تاريخ الإصدار
de_de: Versionsgeschichte
fr_fr: Historique des Versions
it_it: Storia delle versioni
ja_jp: バージョン履歴
pt_pt: histórico de versões
ru_ru: История изменений

source: Version History
ar_ae: تاريخ الإصدار
de_de: Versionsgeschichte
fr_fr: Historique de Version
it_it: Storico delle versioni
pt_pt: Histórico de Versões
ru_ru: История изменений

source: Versions
ar_ae: إصدارات
de_de: Versionen
fr_fr: Variantes
it_it: Versioni
ja_jp: バージョン
pt_pt: Versão:%1$s [contexto]
ru_ru: Версии

source: View
ar_ae: عرض
de_de: Ansicht
fr_fr: Vue
it_it: vista
ja_jp: ビュー
pt_pt: Visualizar
ru_ru: Просмотр

source: View - Remove Access
ar_ae: عرض - إزالة الوصول
de_de: View - Entfernen des Zugriffs
fr_fr: Vue - Suppression de l'accès
it_it: View - Togliere Accesso
pt_pt: View - Remover o acesso
ru_ru: Просмотр - Удалить доступ

source: View all
ar_ae: عرض الكل
de_de: Alle anzeigen
fr_fr: Tout afficher
it_it: Mostra tutto
ja_jp: すべて表示
pt_pt: Ver tudo
ru_ru: Просмотреть все

source: View Dashboard
ar_ae: عرض لوحة
de_de: Dashboard anzeigen
fr_fr: Voir le tableau de bord
ja_jp: ビューダッシュボード
pt_pt: Ver o dashboard
ru_ru: Просмотр Dashboard

source: View Group
ar_ae: عرض المجموعة
de_de: Gruppe ansehen
fr_fr: Afficher le Groupe
it_it: vista Group
ja_jp: ビューグループ
pt_pt: Ver Grupo

source: View has been added successfully.
ar_ae: تمت إضافة جهة نظر بنجاح.
de_de: Ansicht wurde erfolgreich hinzugefügt.
fr_fr: View a été ajouté avec succès.
it_it: Vista è stato aggiunto.
pt_pt: Vista foi adicionada com sucesso.
ru_ru: Просмотр был успешно добавлен.

source: View has been deleted successfully
ar_ae: تم حذف جهة نظر بنجاح
de_de: Ansicht wurde erfolgreich gelöscht
fr_fr: Voir a été supprimé avec succès
it_it: Vista è stato eliminato con successo
pt_pt: Ver foi excluído com sucesso
ru_ru: Вид был успешно удален

source: View has been shared successfully.
ar_ae: تمت مشاركة الرأي بنجاح.
de_de: Ansicht wurde erfolgreich geteilt.
fr_fr: View a été partagé avec succès.
it_it: Vista è stato condiviso con successo.
pt_pt: Ver foi compartilhada com êxito.
ru_ru: Просмотр был успешно совместно.

source: View has been updated successfully.
ar_ae: تم تحديث رأي بنجاح.
de_de: Ansicht wurde erfolgreich aktualisiert.
fr_fr: View a été mis à jour avec succès.
it_it: Vista è stato aggiornato con successo.
pt_pt: Vista foi atualizado com sucesso.
ru_ru: Просмотр был успешно обновлен.

source: View My Permissions
ar_ae: رأيي ضوابط
de_de: Meine Berechtigungen
fr_fr: Voir Mes Autorisations
it_it: Visualizza i miei permessi
pt_pt: Ver Meus Permissão
ru_ru: Просмотреть мои разрешения

source: View my profile
ar_ae: عرض صفحتي
de_de: Mein Profil anzeigen
fr_fr: Voir mon profil
it_it: Guarda il mio profilo
ja_jp: 私のプロフィールを見ます
pt_pt: Veja meu perfil
ru_ru: Посмотреть мой профиль

source: View Name already exists.
ar_ae: عرض الاسم موجود بالفعل.
de_de: Ansichtsname ist bereits vorhanden.
fr_fr: Voir le nom existe déjà.
it_it: Nome vista già esistente.
pt_pt: Ver nome já existe.
ru_ru: View Name уже существует.

source: View Permissions
ar_ae: عرض أذونات
de_de: Berechtigungen anzeigen
fr_fr: Afficher les autorisations
it_it: visualizzare le autorizzazioni
pt_pt: Exibir permissões
ru_ru: Просмотр разрешений

source: View Profile
ar_ae: عرض الصفحة الشخصية
de_de: Profil anzeigen
fr_fr: Voir le profil
it_it: Visualizza Profilo
pt_pt: Ver perfil
ru_ru: Профиль

source: View the permissions for the resources you can access in the Dashboard server.
ar_ae: عرض أذونات الموارد التي يمكن الوصول إليها في خادم لوحة.
de_de: Sehen Sie sich die Berechtigungen für die Ressourcen, die Sie im Dashboard-Server zugreifen können.
fr_fr: Voir les autorisations pour les ressources que vous pouvez accéder au serveur Dashboard.
it_it: Visualizzare le autorizzazioni per le risorse è possibile accedere al server di Dashboard.
pt_pt: Ver as permissões para os recursos que você pode acessar no servidor Dashboard.
ru_ru: Просмотр разрешений для ресурсов, которые вы можете получить доступ на сервере Dashboard.

source: View Widget
ar_ae: عرض القطعة
de_de: Ansicht Widget
fr_fr: Voir Widget
it_it: vista widget
ja_jp: 表示ウィジェット
pt_pt: Ver widget
ru_ru: Просмотр Widget

source: Views
ar_ae: المشاهدات
de_de: Ansichten
fr_fr: Lectures
it_it: Visualizzazioni
pt_pt: Visões
ru_ru: Просмотры

source: Watch
ar_ae: ساعة يد
de_de: Anschauen
fr_fr: Montre
it_it: Guarda
ja_jp: 時計
pt_pt: Assistir
ru_ru: Часы
