Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Please click here to configure the Email settings
ar_ae: الرجاء النقر هنا لتكوين إعدادات البريد الإلكتروني
de_de: Bitte klicken Sie hier die E-Mail-Einstellungen konfigurieren
fr_fr: S'il vous plaît cliquez ici pour configurer les paramètres de messagerie
it_it: Fare clic qui per configurare le impostazioni e-mail
pt_pt: Por favor clique aqui para configurar as definições de e-mail
ru_ru: Пожалуйста, нажмите здесь, чтобы настроить параметры электронной почты

source: Please click here to configure the email settings.
ar_ae: الرجاء النقر هنا لتكوين إعدادات البريد الإلكتروني.
de_de: Bitte klicken Sie hier die E-Mail-Einstellungen konfigurieren.
fr_fr: S'il vous plaît cliquez ici pour configurer les paramètres de messagerie.
it_it: Fare clic qui per configurare le impostazioni e-mail.
ja_jp: 電子メール設定を構成するにはこちらをクリックしてください。
pt_pt: Por favor clique aqui para configurar as definições de e-mail.
ru_ru: Пожалуйста, нажмите здесь, чтобы настроить параметры электронной почты.

source: Please click OK to check the list behind regarding the invalid or duplicate users.
ar_ae: الرجاء انقر فوق موافق للتحقق من قائمة راء بشأن المستخدمين غير صالحة أو مكررة.
de_de: Bitte klicken Sie auf OK, um die Liste hinter in Bezug auf die ungültigen oder doppelten Benutzer zu überprüfen.
fr_fr: S'il vous plaît cliquez sur OK pour vérifier la liste derrière ce qui concerne les utilisateurs non valides ou en double.
it_it: Si prega di fare clic su OK per controllare la lista dietro per quanto riguarda gli utenti non validi o duplicati.
ja_jp: 無効または重複したユーザーについての背後にあるリストを確認して[OK]をクリックしてください。
pt_pt: Por favor, clique em OK para verificar a lista para trás em relação aos usuários inválidos ou duplicados.
ru_ru: Пожалуйста, нажмите кнопку ОК, чтобы проверить список позади относительно недействительные или дублированные пользователей.

source: Please confirm new password
ar_ae: يرجى تأكيد كلمة المرور الجديدة
de_de: Bitte bestätigen Sie Ihr neues Passwort
fr_fr: Veuillez confirmer le nouveau mot de passe
it_it: Si prega di confermare la nuova password
pt_pt: Por favor, confirme nova senha
ru_ru: Пожалуйста, подтвердите новый пароль

source: Please confirm password
ar_ae: يرجى تأكيد كلمة المرور
de_de: Bitte bestätigen Sie das Kennwort
fr_fr: S'il vous plaît confirmez votre mot de passe
it_it: Si prega di confermare la password
ja_jp: パスワードを確認してください。
pt_pt: Por favor, confirme a senha
ru_ru: Пожалуйста, подтвердите пароль

source: Please confirm your new password
ar_ae: يرجى تأكيد كلمة المرور الجديدة
de_de: Bitte bestätigen Sie Ihr neues Kennwort.
fr_fr: S'il vous plaît confirmer votre nouveau mot de passe
it_it: Si prega di confermare la nuova password
ja_jp: 新しいパスワードを確認してください。
pt_pt: Por favor, confirme sua nova senha
ru_ru: Пожалуйста, подтвердите свой новый пароль

source: Please contact the Active Directory administrator to change your AD account password
ar_ae: الرجاء الاتصال بمسؤول Active Directory لتغيير كلمة مرور حساب AD
de_de: Bitte kontaktieren Sie das Active Directory-Administrator Ihre AD-Konto Passwort ändern
fr_fr: S'il vous plaît contacter l'administrateur Active Directory pour modifier le mot de passe de votre compte AD
it_it: Si prega di contattare l'amministratore di Active Directory per modificare la password account AD
pt_pt: Entre em contato com o administrador do Active Directory para alterar a senha da conta AD
ru_ru: Пожалуйста, обратитесь к администратору Active Directory, чтобы изменить свой пароль учетной записи AD

source: Please contact the Azure Active Directory administrator to change your Azure AD account password
ar_ae: يرجى الاتصال أزور المسؤول Active Directory لتغيير كلمة مرور حساب أزور م
de_de: Bitte kontaktieren Sie das Azure Active Directory-Administrator Ihre Azure AD-Konto Passwort ändern
fr_fr: S'il vous plaît contacter l'administrateur Active Directory Azure pour modifier votre compte AD Azure mot de passe
it_it: Si prega di contattare l'amministratore di Active Directory Azure di cambiare la password dell'account Azure AD
pt_pt: Entre em contato com o administrador do Azure Active Directory para alterar a senha da conta Azure AD
ru_ru: Пожалуйста, обратитесь к администратору Active Directory Azure, чтобы изменить свой пароль учетной записи Azure AD

source: Please create a category to group the dashboard
ar_ae: يرجى إنشاء فئة لمجموعة لوحة القيادة
de_de: Bitte legen Sie eine Kategorie Gruppe das Armaturenbrett
fr_fr: S'il vous plaît créer une catégorie pour regrouper le tableau de bord
it_it: Si prega di creare una categoria per gruppo cruscotto
ja_jp: グループダッシュボードにカテゴリを作成してください
pt_pt: Por favor, criar uma categoria para agrupar o painel
ru_ru: Пожалуйста, создайте категорию для группы приборной панели

source: Please enter a valid email address
ar_ae: الرجاء أدخل عنوان بريد إلكتروني صحيح
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr_fr: Indiquez une adresse e-mail valide
it_it: Inserisci un indirizzo email valido.
ja_jp: 有効なメールアドレスを入力してください
pt_pt: Por favor insira um endereço de e-mail válido
ru_ru: Укажите корректный адрес электронной почты

source: Please enter a valid email address.
ar_ae: الرجاء أدخل عنوان بريد إلكتروني صحيح
de_de: Geben Sie bitte eine gültige E-Mail-Adresse ein.
fr_fr: Entrer une adresse email valide, S'il vous plaît.
it_it: Si prega di inserire un indirizzo email valido.
pt_pt: Por favor insira um endereço de e-mail válido.
ru_ru: Укажите правильный адрес электронной почты.

source: Please enter Access key
ar_ae: الرجاء إدخال مفتاح الوصول
de_de: Bitte geben Sie Zugriffstaste
fr_fr: S'il vous plaît entrer la clé d'accès
it_it: Si prega di inserire la chiave di accesso
pt_pt: Por favor, indique chave de acesso
ru_ru: Пожалуйста, введите ключ доступа

source: Please enter admin password
ar_ae: يرجى إدخال كلمة مشرف
de_de: Bitte geben Sie Admin-Passwort
fr_fr: S'il vous plaît entrer le mot de passe administrateur
it_it: Si prega di inserire password di amministratore
pt_pt: Digite a senha de administrador
ru_ru: Пожалуйста, введите пароль администратора

source: Please enter Admin password
ar_ae: الرجاء إدخال كلمة مرور المسؤول
de_de: Bitte geben Sie Admin-Passwort
fr_fr: S'il vous plaît entrer le mot de passe administrateur
it_it: Si prega di inserire la password di amministrazione
pt_pt: Digite a senha de administrador
ru_ru: Пожалуйста, введите пароль администратора

source: Please enter admin username
ar_ae: الرجاء إدخال اسم المستخدم مشرف
de_de: Bitte geben Sie Benutzernamen admin
fr_fr: S'il vous plaît entrez le nom d'utilisateur administrateur
it_it: Si prega di inserire il nome utente Admin
pt_pt: Por favor, indique nome de usuário administrador
ru_ru: Пожалуйста, введите имя пользователя администратора

source: Please enter Admin username
ar_ae: الرجاء إدخال اسم المستخدم الخاص بالمشرف
de_de: Bitte geben Sie Admin-Benutzernamen
fr_fr: S'il vous plaît entrez le nom d'utilisateur Administrateur
it_it: Si prega di inserire il nome utente Admin
pt_pt: Por favor, indique nome de usuário admin
ru_ru: Пожалуйста, введите имя пользователя администратора

source: Please enter Authority URL
ar_ae: الرجاء إدخال URL السلطة
de_de: Bitte geben Sie Authority-URL
fr_fr: S'il vous plaît entrer Autorité URL
it_it: Si prega di inserire Autorità URL
pt_pt: Por favor, indique Autoridade URL
ru_ru: Пожалуйста, введите URL Authority

source: Please enter Blob Service endpoint
ar_ae: الرجاء إدخال نهاية Service النقطة
de_de: Bitte geben Sie Blob Service-Endpunkt
fr_fr: S'il vous plaît entrer endpoint service Blob
it_it: Si prega di inserire Blob servizio endpoint
pt_pt: Por favor, indique endpoint Blob Serviço
ru_ru: Пожалуйста, введите Blob конечную точку службы

source: Please enter Blob URL
ar_ae: الرجاء إدخال النقطة URL
de_de: Bitte geben Sie Blob-URL
fr_fr: S'il vous plaît entrer Blob URL
it_it: Si prega di inserire Blob URL
pt_pt: Por favor, indique Blob URL
ru_ru: Пожалуйста, введите URL Blob

source: Please enter category name
ar_ae: الرجاء إدخال اسم الفئة
de_de: Bitte geben Sie Kategorienamen
fr_fr: S'il vous plaît entrez le nom de la catégorie
it_it: Si prega di inserire nome della categoria
ja_jp: カテゴリ名を入力してください
pt_pt: Por favor, indique o nome da categoria
ru_ru: Пожалуйста, введите название категории

source: Please enter client id
ar_ae: الرجاء إدخال الرقم التعريفي للعميل
de_de: Bitte geben Sie Client-ID
fr_fr: S'il vous plaît entrer votre numéro de client
it_it: Si prega di inserire cliente id
pt_pt: Por favor, indique ID do cliente
ru_ru: Пожалуйста, введите идентификатор клиента

source: Please enter client key
ar_ae: الرجاء إدخال مفتاح العميل
de_de: Bitte geben Sie Client-Schlüssel
fr_fr: S'il vous plaît entrer la clé de client
it_it: Si prega di inserire chiave del client
pt_pt: Por favor, indique chave do cliente
ru_ru: Пожалуйста, введите ключ клиента

source: Please enter Container name
ar_ae: الرجاء إدخال اسم الحاويات
de_de: Bitte geben Sie Container Namen
fr_fr: S'il vous plaît entrez le nom Container
it_it: Si prega di inserire il nome del contenitore
pt_pt: Por favor insira o nome Container
ru_ru: Пожалуйста, введите имя контейнера

source: Please enter dashboard name
ar_ae: يرجى إدخال اسم لوحة القيادة
de_de: Bitte geben Sie Dashboard-Name
fr_fr: S'il vous plaît entrez le nom du tableau de bord
it_it: Si prega di inserire il nome del cruscotto
ja_jp: ダッシュボード名を入力してください
pt_pt: Por favor, insira o nome do painel
ru_ru: Пожалуйста, введите имя приборной панели

source: Please enter data source name
ar_ae: الرجاء إدخال اسم مصدر البيانات
de_de: Bitte geben Sie Namen der Datenquelle
fr_fr: S'il vous plaît entrer les données nom de source
it_it: Si prega di inserire il nome di origine di dati
ja_jp: データソース名を入力してください
pt_pt: Por favor, insira o nome da fonte de dados
ru_ru: Пожалуйста, введите имя источника данных

source: Please enter database name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie den Datenbanknamen
fr_fr: S'il vous plaît entrez le nom de base de données
it_it: Inserisci il nome del database
pt_pt: Por favor, insira o nome do banco de dados
ru_ru: Пожалуйста, введите имя базы данных

source: Please enter Database Name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie Datenbankname
fr_fr: S'il vous plaît entrer Nom de la base
it_it: Si prega di inserire Nome database
pt_pt: Por favor, indique Database Name
ru_ru: Пожалуйста, введите имя базы данных

source: Please enter Database password
ar_ae: الرجاء إدخال كلمة مرور قاعدة البيانات
de_de: Bitte geben Sie Datenbank-Passwort
fr_fr: S'il vous plaît entrer le mot de passe de base de données
it_it: Si prega di inserire la password del database
pt_pt: Digite a senha de banco de dados
ru_ru: Пожалуйста, введите пароль базы данных

source: Please enter Designer Client Id
ar_ae: الرجاء إدخال مصمم العميل رقم
de_de: Bitte geben Sie Designer-Client-ID
fr_fr: S'il vous plaît entrer Designer client Id
it_it: Si prega di inserire Designer client Id
pt_pt: Por favor, indique Designer Cliente Id
ru_ru: Пожалуйста, введите идентификатор клиента Designer

source: Please enter Distinguished Name
ar_ae: الرجاء إدخال الاسم المميز
de_de: Bitte geben Sie Distinguished Name
fr_fr: S'il vous plaît entrez le nom distinctif
it_it: Si prega di inserire nome distinto
ja_jp: 識別名を入力してください。
pt_pt: Por favor, indique nome distinto
ru_ru: Пожалуйста, введите различающееся имя

source: Please enter email address
ar_ae: نلرللا
de_de: Bitte geben Sie E-Mail-Adresse ein.
fr_fr: Veuillez entrez l'adresse e-mail
it_it: Si prega di inserire l'indirizzo e-mail.
ja_jp: メールアドレスを入力してください
pt_pt: Por favor insira o endereço de e-mail
ru_ru: Пожалуйста, введите адрес электронной почты

source: Please enter first name
ar_ae: الرجاء إدخال الاسم الأول
de_de: Bitte geben Sie Vorname
fr_fr: Veuillez entrer le prénom
it_it: Si prega di inserire nome
ja_jp: 最初の名前を入力してください
pt_pt: Por favor, indique primeiro nome
ru_ru: Пожалуйста, введите имя

source: Please enter group name
ar_ae: الرجاء إدخال اسم المجموعة
de_de: Bitte geben Sie Gruppennamen
fr_fr: SVP entrer nom de groupe
it_it: Si prega di inserire il nome del gruppo
ja_jp: グループ名を入力してください
pt_pt: Por favor, indique o nome do grupo
ru_ru: Введите название группы

source: Please enter Host Domain name
ar_ae: الرجاء إدخال اسم المجال المضيف
de_de: Bitte geben Sie Host-Domain-Namen
fr_fr: S'il vous plaît entrez hôte Nom de domaine
it_it: Si prega di inserire il nome del dominio
ja_jp: ホストドメイン名を入力してください
pt_pt: Por favor, indique nome de domínio hospede
ru_ru: Пожалуйста, введите имя хоста домена

source: Please enter last name
ar_ae: الرجاء إدخال اسم العائلة
de_de: Bitte geben Sie Nachname
fr_fr: Veuillez entrez le nom de famille
it_it: Inserisci il Cognome
ja_jp: 姓を入力してください
pt_pt: Introduza o apelido
ru_ru: Пожалуйста, введите фамилию

source: Please enter LDAP URL
ar_ae: الرجاء إدخال URL LDAP
de_de: Bitte geben Sie LDAP-URL
fr_fr: S'il vous plaît entrer URL LDAP
it_it: Si prega di inserire l'URL LDAP
ja_jp: LDAP URLを入力してください
pt_pt: Por favor, indique URL LDAP
ru_ru: Пожалуйста, введите LDAP URL

source: Please enter machine name
ar_ae: الرجاء إدخال اسم الجهاز
de_de: Bitte geben Sie den Computernamen
fr_fr: S'il vous plaît entrez le nom de la machine
it_it: Si prega di inserire il nome del computer
ja_jp: マシン名を入力してください
pt_pt: Por favor, indique o nome da máquina
ru_ru: Пожалуйста, введите имя машины

source: Please enter Metadata URI
ar_ae: يرجى إدخال بيانات ميتا URI
de_de: Bitte geben Sie Metadaten URI
fr_fr: S'il vous plaît entrer les métadonnées URI
it_it: Si prega di inserire metadati URI
pt_pt: Por favor, indique Metadados URI
ru_ru: Пожалуйста, введите метаданных URI

source: Please enter new password
ar_ae: يرجى إدخال كلمة المرور الجديدة
de_de: Bitte neues Passwort eingeben
fr_fr: S'il vous plaît entrer nouveau mot de passe
it_it: Si prega di inserire una nuova password
pt_pt: Por favor insira uma nova senha
ru_ru: Пожалуйста, введите новый пароль

source: Please enter password
ar_ae: الرجاء ادخال كلمة المرور
de_de: Bitte Passwort eingeben
fr_fr: Veuillez entrer un mot de passe
it_it: Inserisci Password
ja_jp: パスワードを入力してください
pt_pt: Informe a senha:
ru_ru: Пожалуйста введите пароль

source: Please enter Password
ar_ae: الرجاء ادخال كلمة المرور
de_de: Bitte Passwort eingeben
fr_fr: S'il vous plaît entrer mot de passe
it_it: Inserisci Password
pt_pt: Informe a senha:
ru_ru: Пожалуйста введите пароль

source: Please enter phone number
ar_ae: يرجى إدخال رقم الهاتف
de_de: Bitte geben Sie die Telefonnummer
fr_fr: Veuillez s'il vous plaît entrer le numéro de téléphone
it_it: Si prega di inserire il numero di telefono
ja_jp: 電話番号を入力してください
pt_pt: Por favor, indique o número de telefone
ru_ru: Пожалуйста, введите номер телефона

source: Please enter port number
ar_ae: الرجاء إدخال رقم المنفذ
de_de: Bitte geben Sie die Portnummer
fr_fr: S'il vous plaît entrer le numéro de port
it_it: Si prega di inserire il numero di porta
pt_pt: Por favor, indique o número da porta
ru_ru: Пожалуйста, введите номер порта

source: Please enter Port number
ar_ae: الرجاء إدخال رقم المنفذ
de_de: Bitte geben Sie die Portnummer
fr_fr: S'il vous plaît entrer le numéro de port
it_it: Si prega di inserire il numero di porta
pt_pt: Por favor, indique o número da porta
ru_ru: Пожалуйста, введите номер порта

source: Please enter Port Number
ar_ae: الرجاء إدخال رقم منفذ
de_de: Bitte geben Sie Portnummer
fr_fr: S'il vous plaît entrer le numéro de port
it_it: Si prega di inserire il numero di porta
ja_jp: ポート番号を入力してください。
pt_pt: Por favor, indique Port Number
ru_ru: Пожалуйста, введите номер порта

source: Please enter schedule name
ar_ae: الرجاء إدخال اسم جدول
de_de: Bitte geben Sie Zeitplan mit dem Namen
fr_fr: S'il vous plaît entrez le nom de calendrier
it_it: Si prega di inserire nome della pianificazione
ja_jp: スケジュール名を入力してください
pt_pt: Por favor insira o nome cronograma
ru_ru: Пожалуйста, введите имя расписания

source: Please enter schedule time
ar_ae: الرجاء إدخال الجدول الزمني
de_de: Bitte geben Sie den Zeitplan
fr_fr: S'il vous plaît entrer le temps de programme
it_it: Inserisci il tempo di programma
pt_pt: Por favor, indique tempo de programa
ru_ru: Пожалуйста, введите запланированное время

source: Please enter sender email address
ar_ae: يرجى إدخال عنوان البريد الإلكتروني المرسل
de_de: Bitte geben Sie Absender E-Mail-Adresse
fr_fr: S'il vous plaît entrer l'expéditeur adresse e-mail
it_it: Inserisci il mittente indirizzo e-mail
ja_jp: 送信者の電子メールアドレスを入力してください
pt_pt: Por favor insira o endereço de e-mail do remetente
ru_ru: Пожалуйста, введите адрес электронной почты отправителя

source: Please enter sender name
ar_ae: الرجاء إدخال اسم المرسل
de_de: Bitte geben Sie Absendernamen
fr_fr: S'il vous plaît entrez le nom de l'expéditeur
it_it: Si prega di inserire il nome del mittente
ja_jp: 送信者名を入力してください。
pt_pt: Por favor, indique o nome do remetente
ru_ru: Пожалуйста, введите имя отправителя

source: Please enter server name
ar_ae: الرجاء إدخال اسم الخادم
de_de: Bitte geben Sie den Servernamen
fr_fr: S'il vous plaît entrez le nom du serveur
it_it: Si prega di inserire il nome del server
ja_jp: サーバー名を入力してください
pt_pt: Por favor, indique o nome do servidor
ru_ru: Пожалуйста, введите имя сервера

source: Please enter Server name
ar_ae: الرجاء إدخال اسم الخادم
de_de: Bitte geben Sie Servername
fr_fr: S'il vous plaît entrez le nom du serveur
it_it: Si prega di inserire il nome del server
pt_pt: Por favor, insira o nome do servidor
ru_ru: Пожалуйста, введите имя сервера

source: Please enter ServerName
ar_ae: الرجاء إدخال اسم الخادم
de_de: Bitte geben Sie Server
fr_fr: S'il vous plaît entrez ServerName
it_it: Si prega di inserire ServerName
pt_pt: Por favor, indique ServerName
ru_ru: Пожалуйста, введите ИмяСервера

source: Please enter SMTP port
ar_ae: الرجاء إدخال منفذ SMTP
de_de: Bitte geben Sie den SMTP-Port
fr_fr: S'il vous plaît entrer dans le port SMTP
it_it: Si prega di inserire porta SMTP
ja_jp: SMTPポートを入力してください。
pt_pt: Por favor, indique porta SMTP
ru_ru: Пожалуйста, введите SMTP-порт

source: Please enter SMTP server
ar_ae: الرجاء إدخال خادم SMTP
de_de: Bitte geben Sie SMTP-Server
fr_fr: S'il vous plaît entrer le serveur SMTP
it_it: Inserisci il server SMTP
ja_jp: SMTPサーバを入力してください
pt_pt: Por favor, indique servidor SMTP
ru_ru: Пожалуйста, введите SMTP-сервер

source: Please enter Storage Account name
ar_ae: الرجاء إدخال اسم الحساب التخزين
de_de: Bitte geben Sie Lagerung Kontoname
fr_fr: S'il vous plaît entrez le nom de compte de stockage
it_it: Si prega di inserire il nome di archiviazione del conto
pt_pt: Por favor, insira o nome da conta de armazenamento
ru_ru: Пожалуйста, введите имя учетной записи для хранения

source: Please enter tenant name
ar_ae: الرجاء إدخال اسم المستأجر
de_de: Bitte geben Sie Mieter Name
fr_fr: S'il vous plaît entrez le nom locataire
it_it: Si prega di inserire il nome dell'inquilino
pt_pt: Por favor insira o nome inquilino
ru_ru: Пожалуйста, введите имя арендатора

source: Please enter Tenant Name
ar_ae: الرجاء إدخال اسم المستأجر
de_de: Bitte geben Sie Mieternamen
fr_fr: S'il vous plaît entrez le nom du locataire
it_it: Si prega di inserire nome Tenant
pt_pt: Por favor, indique Nome Tenant
ru_ru: Пожалуйста, введите имя Арендатора

source: Please enter the database name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie den Namen der Datenbank
fr_fr: S'il vous plaît entrez le nom de base de données
it_it: Si prega di inserire il nome del database
ja_jp: データベース名を入力してください
pt_pt: Por favor, indique o nome do banco
ru_ru: Пожалуйста, введите имя базы данных

source: Please enter the database password
ar_ae: الرجاء إدخال كلمة مرور قاعدة البيانات
de_de: Bitte geben Sie das Kennwort für die Datenbank
fr_fr: S'il vous plaît entrez le mot de passe de la base de données
it_it: Si prega di inserire la password del database
pt_pt: Por favor insira a senha do banco de dados
ru_ru: Пожалуйста, введите пароль базы данных

source: Please enter the name
ar_ae: يرجى إدخال اسم
de_de: Bitte geben Sie den {0} Namen ein.
fr_fr: S'il vous plaît entrez le nom
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください
pt_pt: Por favor, indique o nome
ru_ru: Пожалуйста, введите имя

source: Please enter the password
ar_ae: الرجاء إدخال كلمة المرور
de_de: Bitte geben Sie das Passwort ein
fr_fr: S'il vous plaît entrer le mot de passe.
it_it: Inserisci la password.
pt_pt: Por favor insira a senha
ru_ru: Пожалуйста, введите пароль

source: Please enter the valid phone number
ar_ae: يرجى إدخال رقم هاتف صالح
de_de: Bitte geben Sie die gültige Telefonnummer
fr_fr: S'il vous plaît entrer le numéro de téléphone valide
it_it: Si prega di inserire il numero di telefono valido
pt_pt: Por favor, indique o número de telefone válido
ru_ru: Пожалуйста, введите действительный номер телефона

source: Please enter URL
ar_ae: الرجاء إدخال URL
de_de: Bitte geben Sie die URL
fr_fr: S'il vous plaît entrer URL
it_it: Inserisci URL
ja_jp: URLを入力してください
pt_pt: Por favor, indique URL
ru_ru: Пожалуйста, введите URL

source: Please enter username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Bitte geben Sie Ihre Benutzername ein
fr_fr: S'il vous plaît entrer nom d'utilisateur
it_it: Si prega di inserire il nome utente
ja_jp: ユーザー名を入力してください
pt_pt: Por favor, indique nome de usuário
ru_ru: Пожалуйста, введите имя пользователя

source: Please enter Username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Bitte geben Sie Ihre Benutzername ein
fr_fr: S'il vous plaît entrer nom d'utilisateur
it_it: Si prega di inserire nome utente
pt_pt: Por favor, indique usuário
ru_ru: Пожалуйста, введите имя пользователя

source: Please enter username or email address
ar_ae: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Bitte geben Sie Benutzernamen oder E-Mail-Adresse
fr_fr: S'il vous plaît entrez le nom d'utilisateur ou adresse e-mail
it_it: Si prega di inserire il nome utente o indirizzo email
pt_pt: Por favor, indique nome de usuário ou endereço de email
ru_ru: Пожалуйста, введите имя пользователя или адрес электронной почты

source: Please enter valid Blob URL
ar_ae: الرجاء إدخال URL النقطة صحيح
de_de: Bitte geben Sie eine gültige Blob-URL
fr_fr: S'il vous plaît entrez Blob URL valide
it_it: Si prega di inserire URL Blob valida
pt_pt: Por favor, indique URL válida Blob
ru_ru: Пожалуйста, введите действительный URL Blob

source: Please enter valid port number
ar_ae: الرجاء إدخال رقم منفذ صالح
de_de: Bitte geben Sie eine gültige Portnummer
fr_fr: S'il vous plaît entrer le numéro de port valide
it_it: Si prega di inserire il numero di porta valido
pt_pt: Por favor, indique o número de porta válido
ru_ru: Пожалуйста, введите действительный номер порта

source: Please enter valid URL
ar_ae: يرجى إدخال عنوان URL صالح
de_de: Bitte geben Sie eine gültige URL
fr_fr: S'il vous plaît entrer URL valide
it_it: Si prega di inserire URL valido
ja_jp: 有効なURLを入力してください
pt_pt: Por favor, indique URL válida
ru_ru: Пожалуйста, введите действительный URL

source: Please enter widget name
ar_ae: الرجاء إدخال اسم التطبيق المصغر
de_de: Bitte geben Sie Namen über
fr_fr: S'il vous plaît entrez le nom widget de
it_it: Inserisci il nome del widget
ja_jp: ウィジェットの名前を入力してください
pt_pt: Por favor, indique nome do widget
ru_ru: Пожалуйста, введите имя виджета

source: Please enter your email address
ar_ae: الرجاء إدخال عنوان بريدك الإلكتروني
de_de: Bitte E-Mail-Adresse eing.
fr_fr: Veuillez entrer votre adresse e-mail
it_it: Inserisci il tuo indirizzo email.
ja_jp: あなたのメールアドレスを入力してください
pt_pt: Por favor, indique o seu endereço de e-mail
ru_ru: Пожалуйста, укажите адрес электронной почты

source: Please enter your first name
ar_ae: الرجاء إدخال الاسم الأول
de_de: Bitte geben Sie Ihren Vornamen an
fr_fr: Veuillez s'il vous plaît indiquer votre prénom
it_it: Inserisci il tuo nome
ja_jp: あなたの最初の名前を入力してください
pt_pt: por favor entre com seu primeiro nome
ru_ru: Пожалуйста, введите ваше имя
