Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Internal server error. Please try again.
de_de: Interner Serverfehler. Bitte versuche es erneut.
fr_fr: Erreur Interne du Serveur. Veuillez réessayer.
it_it: Errore interno del server. Riprova.
ja_jp: 内部サーバーエラー。もう一度やり直してください。
pt_pt: erro interno do servidor. Por favor tente novamente.
ru_ru: Внутренняя ошибка сервера. Пожалуйста, попробуйте еще раз.

source: Internet Explorer 8 and Internet Explorer 11 in Enterprise Mode are not supported
de_de: Internet Explorer 8 und Internet Explorer 11 in Enterprise-Modus werden nicht unterstützt
fr_fr: Internet Explorer 8 et Internet Explorer 11 en mode Enterprise ne sont pas pris en charge
it_it: Internet Explorer 8 e Internet Explorer 11 in modalità Enterprise non sono supportati
ja_jp: Internet Explorer 8のとエンタープライズ・モードでのIn​​ternet Explorer 11がサポートされていません。
pt_pt: Internet Explorer 8 e Internet Explorer 11 no modo de empresa não são suportadas
ru_ru: Internet Explorer 8 и Internet Explorer 11 в режиме Enterprise не поддерживаются

source: Invalid Azure Blob Storage!
de_de: Ungültige Azure Blob Storage!
it_it: Non valido Azure Blob archiviazione!
pt_pt: Inválida Azure Blob Storage!

source: Invalid Blob Service endpoint
de_de: Ungültige Blob Service-Endpunkt
fr_fr: Invalid endpoint service Blob
it_it: Non valido endpoint Blob Servizio
pt_pt: endpoint Blob Serviço inválido
ru_ru: Invalid Blob служба конечных точек

source: Invalid custom End point
de_de: Ungültige benutzerdefinierte Endpunkt
fr_fr: Point final personnalisé non valide
it_it: Punto finale personalizzato non valido
pt_pt: Ponto final personalizado inválido
ru_ru: Недопустимое точка Конечная

source: Invalid Distinguished Name
de_de: Ungültige Distinguished Name
fr_fr: Invalid nom distinctif
it_it: Nome distinto non valido
ja_jp: 無効な識別名
pt_pt: Nome distinto inválido
ru_ru: Invalid отличительное имя

source: Invalid email address
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: Ungültige E-Mail-Adresse
fr_fr: Adresse e-mail invalide
it_it: Indirizzo E-mail non valido
ja_jp: 無効なメールアドレス
pt_pt: endereço de email invalido
ru_ru: Неверный адрес электронной почты

source: Invalid Email Address
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: Ungültige E-Mail Adresse
fr_fr: Adresse e-mail invalide
it_it: Indirizzo email non valido
pt_pt: Endereço de email invalido
ru_ru: Неверный адрес электронной почты

source: Invalid End point
de_de: Ungültige Endpunkt
fr_fr: Point final non valide
it_it: Punto finale non valido
pt_pt: Ponto final inválido
ru_ru: Неверная точка Конечная

source: Invalid file format
ar_ae: تنسيق ملف غير صالح
de_de: Ungültiges Dateiformat
fr_fr: format de fichier non valide
it_it: Formato di file non valido
ja_jp: 無効なファイル形式
pt_pt: Formato de arquivo inválido
ru_ru: Неверный формат файла

source: Invalid Host Domain name
de_de: Ungültige Host-Domain-Namen
fr_fr: Hôte non valide Nom de domaine
it_it: Host valido nome di dominio
ja_jp: 無効なホストドメイン名
pt_pt: Inválida anfitrião nome de domínio
ru_ru: Доменное имя Invalid хоста

source: Invalid LDAP URL
de_de: Ungültige LDAP-URL
fr_fr: Invalid URL LDAP
it_it: URL LDAP non valido
ja_jp: 無効なLDAPのURL
pt_pt: URL LDAP inválido
ru_ru: Неправильный URL LDAP

source: Invalid Metadata URI
de_de: Ungültige Metadaten URI
fr_fr: Invalid URI Métadonnées
it_it: Non valido metadati URI
pt_pt: Inválida Metadados URI
ru_ru: Неверный метаданные URI

source: Invalid password
ar_ae: كلمة المرور غبر صالحة .
de_de: Ungültiges Passwort.
fr_fr: Mot de passe incorrect.
it_it: Password non Valida.
ja_jp: 無効なパスワード
pt_pt: Senha inválida
ru_ru: Неправильный пароль.

source: Invalid user
de_de: Ungültige Benutzer
fr_fr: Utilisateur invalide
it_it: Utente non valido
ja_jp: 無効なユーザー
pt_pt: Usuário Inválido
ru_ru: Недействительный пользователь

source: invalid user(s) exists
de_de: ungültige Benutzer (n) vorhanden ist
fr_fr: utilisateur (s) non valide existe
it_it: utente non valido (s) esiste
ja_jp: 無効なユーザー（複数可）が存在します
pt_pt: usuário (s) inválido existe
ru_ru: недействительный пользователь (ей) существует

source: invalid user(s) exists
de_de: ungültige Benutzer (n) vorhanden ist
fr_fr: utilisateur (s) non valide existe
it_it: utente non valido (s) esiste
pt_pt: usuário (s) inválido existe
ru_ru: недействительный пользователь (ей) существует

source: Invalid username
ar_ae: اسم المستخدم غير صالح
de_de: Ungültiger Nutzername
fr_fr: Nom d'utilisateur invalide
it_it: Nome utente non valido
ja_jp: 無効なユーザー名
pt_pt: Nome de usuário Inválido
ru_ru: Неверный Имя пользователя

source: Invalid username or email address
de_de: Ungültige Benutzernamen oder E-Mail-Adresse
fr_fr: nom d'utilisateur non valide ou adresse e-mail
it_it: Nome utente non valido o l'indirizzo e-mail
ja_jp: 無効なユーザー名またはメールアドレス
pt_pt: Nome de usuário inválido ou endereço de email
ru_ru: Неверное имя пользователя или адрес электронной почты

source: Invalid Username or Email Address
de_de: Ungültige Benutzername oder E-Mail Adresse
fr_fr: Nom d'utilisateur non valide ou adresse e-mail
it_it: Nome utente non valido o Indirizzo e-mail
ja_jp: 無効なユーザー名またはメールアドレス
pt_pt: Nome de usuário inválido ou E-mail
ru_ru: Invalid Имя пользователя или адрес электронной почты

source: is now private.
de_de: ist jetzt privat.
fr_fr: est maintenant privé.
it_it: è ora privato.
pt_pt: agora é privada.
ru_ru: в настоящее время частные.

source: It must contain,
de_de: Es muss enthalten,
fr_fr: Il doit contenir,
it_it: Essa deve contenere,
pt_pt: Deve conter,
ru_ru: Он должен содержать,

source: Italic
de_de: Italienisch
fr_fr: Italique
it_it: Corsivo
ja_jp: イタリック
pt_pt: itálico
ru_ru: Курсив

source: Item has been published successfully.
de_de: Artikel wurde erfolgreich veröffentlicht.
fr_fr: L'article a été publié avec succès.
it_it: Articolo è stato pubblicato con successo.
ja_jp: アイテムが正常に公開されました。
pt_pt: Artigo foi publicado com sucesso.
ru_ru: Пункт был успешно опубликован.

source: January
ar_ae: يناير
de_de: Januar
fr_fr: janvier
it_it: Gennaio
ja_jp: 1月
pt_pt: Janeiro
ru_ru: Январь

source: Join type
de_de: Join-Typ
fr_fr: Inscrivez-Type
it_it: tIPO
pt_pt: Junte-tipo
ru_ru: Регистрация типа

source: July
ar_ae: يوليو
de_de: Juli
fr_fr: juillet
it_it: Luglio
ja_jp: 7月
pt_pt: Julho
ru_ru: Июль

source: June
ar_ae: يونيو
de_de: Juni
fr_fr: juin
it_it: Giugno
ja_jp: 六月
pt_pt: Junho
ru_ru: Июнь

source: Just now
ar_ae: الآن فقط
de_de: Gerade jetzt
fr_fr: Tout à l'heure
it_it: proprio adesso
ja_jp: ちょうど今
pt_pt: Agora mesmo
ru_ru: Только что

source: Kerberos Authentication
de_de: Kerberos-Authentifizierung
fr_fr: l'authentification Kerberos
it_it: l'autenticazione Kerberos
ja_jp: Kerberos認証
pt_pt: A autenticação Kerberos
ru_ru: Проверка подлинности Kerberos

source: Kerberos Authentication Settings
de_de: Kerberos-Authentifizierungseinstellungen
fr_fr: Paramètres d'authentification Kerberos
it_it: Impostazioni di autenticazione Kerberos
pt_pt: Configurações de autenticação Kerberos
ru_ru: Параметры проверки подлинности Kerberos

source: Know your password?
ar_ae: تعرف كلمة المرور الخاصة بك؟
de_de: Kennen Sie Ihr Passwort vergessen?
fr_fr: Apprenez à connaître votre mot de passe?
it_it: Conoscere la password?
ja_jp: あなたのパスワードを知っていますか？
pt_pt: Conheça a sua senha?
ru_ru: Знай свой пароль?

source: Language
ar_ae: لغة
de_de: Sprache
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
pt_pt: Idioma:
ru_ru: Язык

source: last
ar_ae: الأخيرة
de_de: Letzte:
fr_fr: dernier
it_it: ultimo
ja_jp: 最終
pt_pt: O ULTIMO
ru_ru: Последний

source: Last Modified
ar_ae: آخر التعديلات
de_de: Letzte Änderungen
fr_fr: Dernière modification
it_it: Ultima Modifica
ja_jp: 最終更新日
pt_pt: Última modificação
ru_ru: Последнее изменение

source: Last name
ar_ae: اللقب
de_de: Nachname
fr_fr: Nom de famille
it_it: Cognome
ja_jp: 苗字
pt_pt: Último nome
ru_ru: Фамилия

source: Last Name
ar_ae: الاسم الأخير
de_de: Familienname, Nachname
fr_fr: Nom
it_it: Cognome
ja_jp: 苗字
pt_pt: Último nome
ru_ru: Фамилия

source: Last name :
ar_ae: اللقب
de_de: Nachname:
fr_fr: Nom
it_it: Cognome
pt_pt: Último nome :
ru_ru: амилия

source: LDAP URL
ar_ae: URL LDAP
fr_fr: URL LDAP
it_it: URL LDAP
ja_jp: LDAPのURL
pt_pt: URL LDAP

source: Left table
ar_ae: الجدول اليسار
de_de: Linke Tabelle
fr_fr: Table gauche
it_it: tabella a sinistra
pt_pt: mesa à esquerda
ru_ru: Левая таблица

source: Left table condition
ar_ae: تركت حالة الجدول
de_de: Linke Tabellenbedingung
fr_fr: état de la table de gauche
it_it: condizione di tabella a sinistra
pt_pt: condição tabela à esquerda
ru_ru: Оставшись состояние таблица

source: letter, one lowercase letter, one number, and one special character.
ar_ae: الرسالة، رسالة واحدة صغيرة، رقم واحد، وطابع خاص واحد.
de_de: Brief, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
fr_fr: lettre, une lettre minuscule, un chiffre et un caractère spécial.
it_it: lettera, una lettera minuscola, un numero e un carattere speciale.
pt_pt: letra, uma letra minúscula, um número e um caractere especial.
ru_ru: буква, одна буква в нижнем регистре, один номер, и один специальный символ.

source: License limit reached
ar_ae: وصلت حد الترخيص
de_de: Lizenzgrenze erreicht
fr_fr: Limite de licence atteinte
it_it: limite di licenza raggiunto
pt_pt: limite de licença atingido
ru_ru: лимит лицензий достиг

source: License Settings
ar_ae: إعدادات ترخيص
de_de: Lizenzeinstellungen
fr_fr: Paramètres de Licence
it_it: Impostazioni licenza
pt_pt: Configurações de Licença
ru_ru: Настройки лицензии

source: Licenses currently in use
ar_ae: التراخيص قيد الاستخدام حاليا
de_de: Lizenzen derzeit im Einsatz
fr_fr: Licences actuellement utilisés
it_it: Licenze attualmente in uso
pt_pt: Licenças atualmente em uso
ru_ru: Лицензии в настоящее время используется

source: Link to Dashboard:
ar_ae: رابط لوحة التحكم الرئيسية:
de_de: Link zum Dashboard
fr_fr: Lien vers Tableau de bord:
it_it: Collegamento a Dashboard:
pt_pt: Link para Dashboard:
ru_ru: Ссылка на панели управления:

source: Link to Widget:
ar_ae: تصل إلى القطعة:
de_de: Link zu Widget:
fr_fr: Lien vers Widget:
it_it: Collegamento a Widget:
pt_pt: Link para Widget:
ru_ru: Ссылка на виджет:

source: LOAD MORE
ar_ae: حمل المزيد
de_de: mehr laden
fr_fr: Charge Plus
it_it: VISUALIZZA DI PIÙ
pt_pt: Carregar mais
ru_ru: Загрузить больше

source: Loading...
ar_ae: تحميل...
de_de: Laden...
fr_fr: Chargement...
it_it: Caricamento...
pt_pt: Carregando...
ru_ru: Загрузка...

source: Log In
ar_ae: تسجيل الدخول
de_de: Einloggen
fr_fr: S'identifier
it_it: Accesso
ja_jp: ログイン
pt_pt: Iniciar sessão
ru_ru: Войти

source: Log in screen
ar_ae: شاشة الدخول
fr_fr: Écran de connexion
it_it: Schermata per il Login
ja_jp: 画面にログイン
pt_pt: Log na tela

source: Log Out
ar_ae: تسجيل الخروج
de_de: Abmelden
fr_fr: Se déconnecter
it_it: Disconnetti
ja_jp: ログアウト
pt_pt: Sair
ru_ru: Выйти

source: LOG OUT
ar_ae: تسجيل الخروج
de_de: AUSLOGGEN
fr_fr: Se déconnecter
it_it: Disconnettersi
pt_pt: Sair
ru_ru: Выйти

source: Logged in successfully
ar_ae: تسجيل الدخول بنجاح.
de_de: erfolgreich angemeldet
fr_fr: Connecté avec succès
it_it: Collegato con successo
ja_jp: 正常にログイン
pt_pt: Logado com sucesso
ru_ru: Вы успешно вошли

source: Login
ar_ae: تسجيل الدخول
de_de: Anmelden
fr_fr: Connexion
it_it: Accesso
pt_pt: Iniciar sessão
ru_ru: Авторизоваться

source: Machine name
ar_ae: اسم الآلة
de_de: Gerätename
fr_fr: Nom de la machine
it_it: Nome computer
ja_jp: マシン名
pt_pt: nome da máquina
ru_ru: Имя Машины

source: Mail notifications
ar_ae: إعلامات البريد
de_de: E-Mail-Benachrichtigungen
fr_fr: notifications de courrier
it_it: le notifiche di posta
ja_jp: メール通知
pt_pt: notificações de correio
ru_ru: уведомлений об отправке почты

source: Make Private
ar_ae: جعل الخاصة
de_de: Privatisieren
fr_fr: Rendre privé
it_it: Rendi privato.
pt_pt: Tornar privado
ru_ru: Сделать частным

source: Make public
ar_ae: اجعله عاما
de_de: Veröffentlichen
fr_fr: Rendre Public?
it_it: Lo rendi pubblico?
pt_pt: Tornar público
ru_ru: Опубликовать

source: Make Public
ar_ae: اجعله عاما
de_de: Veröffentlichen
fr_fr: Rendre Public?
it_it: Lo rendi pubblico?
pt_pt: Tornar público
ru_ru: Опубликовать

source: Manage License
ar_ae: إدارة الترخيص
de_de: Lizenz managen
fr_fr: Gérer la licence
it_it: Gestisci la licenza
pt_pt: Gerenciar licenças
ru_ru: Управление лицензии

source: MANAGE LICENSES
ar_ae: إدارة التراخيص
de_de: Lizenzen verwalten
fr_fr: GÉRER LICENCES
it_it: gestire le licenze
pt_pt: Gerir licenças
ru_ru: Управление лицензиями

source: Manage Permission
ar_ae: إدارة الترخيص
de_de: verwalten von Berechtigungs
fr_fr: Gérer l'autorisation
it_it: Gestisci autorizzazioni
pt_pt: Gerenciar a permissão
ru_ru: Управление разрешением

source: Manage Permissions
ar_ae: إدارة الأذونات
de_de: Berechtigungen verwalten
fr_fr: Gérer les autorisations
it_it: Gestisci i permessi
ja_jp: 権限の管理
pt_pt: Gerenciar Permissões
ru_ru: Управление разрешениями

source: Manage the available user licenses
ar_ae: إدارة التراخيص المستخدم المتوفرة
de_de: Verwalten Sie die verfügbaren Benutzerlizenzen
fr_fr: Gérer les licences d'utilisation disponibles
it_it: Gestire le licenze utente disponibili
pt_pt: Gerenciar as licenças de usuário disponíveis
ru_ru: Управление доступных пользовательских лицензий

source: Manage the available user licenses.
ar_ae: إدارة التراخيص المستخدم المتوفرة.
de_de: Verwalten Sie die verfügbaren Benutzerlizenzen.
fr_fr: Gérer les licences d'utilisation disponibles.
it_it: Gestire le licenze utente disponibili.
pt_pt: Gerenciar as licenças de usuário disponíveis.
ru_ru: Управление доступных пользовательских лицензий.

source: March
ar_ae: مارس
de_de: März
fr_fr: Mars
it_it: Marzo
ja_jp: 行進
pt_pt: Março
ru_ru: Март

source: Maximum allowed count is 1000.
ar_ae: أقصى عدد مسموح به هو 1000.
de_de: Die maximal zulässige Anzahl ist 1000.
fr_fr: Le nombre maximum autorisé est de 1000.
it_it: numero massimo consentito è di 1000.
pt_pt: O número máximo permitido é de 1000.
ru_ru: Максимально допустимое кол-1000.

source: May
ar_ae: مايو
de_de: Mai
fr_fr: Mai
it_it: Maggio
ja_jp: 5月
pt_pt: Mai
ru_ru: Май

source: Minutes ago
ar_ae: قبل {0} دقائق
de_de: Vor Minuten
fr_fr: Il y a quelques minutes
it_it: ( minuti fa)
ja_jp: 数分前
pt_pt: Minutos atrás
ru_ru: минут назад

source: Mobile No
ar_ae: {0}{/0}رقم الجوال: 971551258778
de_de: {0}Handynummer.:.{/0} {1}+48 796 540 371{/1}
fr_fr: Numéro de Portable
it_it: cellulare No
ja_jp: モバイルはありません
pt_pt: móvel Não
ru_ru: Номер мобильного: + 91-7087232938

source: Modified date
ar_ae: تاريخ التعد
de_de: Änderungsdatum
fr_fr: Date modifiée
it_it: Data modificata
pt_pt: Data modificada
ru_ru: Дата Изменения

source: Modify
ar_ae: تغيير
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ja_jp: 修正します
pt_pt: Modificar
ru_ru: Изменить

source: Monday
ar_ae: الإثنين
de_de: Montag
fr_fr: Lundi
it_it: Lunedì
ja_jp: 月曜
pt_pt: Segunda-feira
ru_ru: Понедельник

source: month(s)
ar_ae: الشهر: {0}%s{/0}
de_de: Monat: %s
fr_fr: mois
it_it: mese/i
ja_jp: 月（複数可）
pt_pt: Meses
ru_ru: месяцев

source: Monthly
ar_ae: شهريا
de_de: Verschieben
fr_fr: Mensuel
it_it: Al mese
ja_jp: 毎月
pt_pt: Por mês
ru_ru: Ежемесячно

source: Move
ar_ae: خطوة
fr_fr: Déplacer
it_it: Mossa
ja_jp: 移動
pt_pt: Mover
ru_ru: Переехать

source: Move Dashboard
ar_ae: الخطوة وحة
de_de: Verschieben Armaturenbrett
fr_fr: Déplacer Dashboard
it_it: Spostare Dashboard
ja_jp: ダッシュボードを移動します
pt_pt: Painel movimento
ru_ru: Переместить Приборная панель

source: Moved
ar_ae: تم النقل
de_de: Gerührt
fr_fr: Déplacer
ja_jp: 移動しました
pt_pt: Movido
ru_ru: Перемещенные

source: Moved from
ar_ae: انتقل من
de_de: Zugezogen Von
fr_fr: Bouger de
it_it: Trasferito da
ja_jp: から移動
pt_pt: Se mudou de
ru_ru: Переехал из

source: Moved to Trash
ar_ae: انتقل إلى المهملات
de_de: In den Papierkorb
fr_fr: Placé dans la corbeille
it_it: Spostati nel Cestino
ja_jp: ゴミ箱に移動
pt_pt: Mudou-se para o Lixo
ru_ru: Перемещено в корзину

source: My Permissions
ar_ae: بلدي ضوابط
de_de: Meine Berechtigungen
fr_fr: Mes Autorisations
it_it: I miei Permessi
pt_pt: meus Permissão
ru_ru: Мои права

source: MY PERMISSIONS
ar_ae: PERMISSIONS MY
fr_fr: MES PERMISSIONS
it_it: miei permessi
pt_pt: Minhas Permissões
ru_ru: МОИ РАЗРЕШЕНИЯ

source: My Profile
ar_ae: ملفي الشخصي
de_de: Mein Profil
fr_fr: Mon profil
it_it: Il mio profilo
pt_pt: Meu perfil
ru_ru: Мой профиль

source: MY PROFILE
ar_ae: ملفي الشخصي
de_de: Mein Profil
fr_fr: Mon profil
it_it: Il mio profilo
pt_pt: MEU PERFIL
ru_ru: Мой профиль

source: MY PROFILE - Change Password
ar_ae: MY PROFILE - تغيير كلمة المرور
de_de: MEIN PROFIL - Passwort ändern
fr_fr: MON PROFIL - Changer mot de passe
it_it: IL MIO PROFILO - Cambia password
pt_pt: MEU PERFIL - Change Password
ru_ru: Мой профиль - Изменить пароль

source: Name
ar_ae: اسم
fr_fr: Nom
it_it: Nome
ja_jp: 名
pt_pt: Nome
ru_ru: Имя

source: Name cannot exceed 254 characters
ar_ae: اسم لا يمكن أن يتجاوز 254 حرفا
de_de: Der Name darf nicht mehr als 254 Zeichen
fr_fr: Le nom ne peut pas dépasser 12 caractères.
it_it: Il nome non può superare i 254 caratteri
pt_pt: Nome não pode exceder 254 caracteres
ru_ru: Имя не может превышать 254 символов

source: Name should not be empty
ar_ae: اسم لا ينبغي أن تكون فارغة
de_de: Name darf nicht leer sein
fr_fr: Nom ne doit pas être vide
it_it: Il nome non deve essere vuoto
ja_jp: 名前は空であってはなりません
pt_pt: Nome não deve estar vazio
ru_ru: Имя не должно быть пустым

source: Name should not contain special characters #%&*+<>?:/&quot;[']\|@;,
ar_ae: يجب أن لا يحتوي على اسم أحرف خاصة #٪ & * + <>: / ومثل؛ [ "] \ | @ ؛،؟
de_de: Name sollte keine Sonderzeichen #% & * + <>: / & quot; [ '] \ | @ ;,?
fr_fr: Nom ne doit pas contenir de caractères spéciaux #% & * + <>: / & quot; [ '] \ | @ ;,?
it_it: Il nome non deve contenere caratteri speciali #% & * + <>: / & quot; [ '] \ | @ ;,?
pt_pt: Nome não deve conter caracteres especiais #% & * + <>: / & quot; [ '] \ | @ ;,?
ru_ru: Имя не должно содержать специальные символы #% & * + <>: / & Quot; [ '] \ | @ ;,?

source: Never
ar_ae: أبدا
de_de: Nie
fr_fr: Jamais
it_it: Mai
ja_jp: 決して
pt_pt: Nunca
ru_ru: Никогда

source: Never run
ar_ae: لا تجري.
de_de: Niemals laufen
fr_fr: Ne jamais exécuter
it_it: mai correre
ja_jp: 実行されません
pt_pt: Nunca execute
ru_ru: Еще не выполнялась

source: NEW CATEGORY
ar_ae: تصنيف جديدة
de_de: Neue-Kategorie
fr_fr: NOUVELLE CATEGORIE
it_it: NUOVA CATEGORIA
pt_pt: NOVA CATEGORIA
ru_ru: Новая категория

source: New Group
ar_ae: مجموعة جديدة
de_de: Neue Gruppe
fr_fr: Nouveau Groupe
it_it: Nuovo gruppo
ja_jp: 新しいグループ
pt_pt: Novo grupo
ru_ru: Новая группа

source: New group has been created successfully.
ar_ae: لقد تم إنشاء مجموعة جديدة بنجاح.
de_de: Neue Gruppe wurde erfolgreich erstellt.
fr_fr: Nouveau groupe a été créé avec succès.
it_it: Nuovo gruppo è stato creato con successo.
ja_jp: 新しいグループが正常に作成されました。
pt_pt: Novo grupo foi criado com sucesso.
ru_ru: Новая группа была успешно создана.

source: New password
ar_ae: كلمة المرور الجديدة
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
pt_pt: Nova senha
ru_ru: Новый пароль

source: New Password
ar_ae: كلمة المرور الجديدة
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
it_it: nuova password
ja_jp: 新しいパスワード
pt_pt: Nova senha
ru_ru: Новый пароль

source: New User
ar_ae: مستخدم جديد
de_de: Benutzer anlegen
fr_fr: Nouvel utilisateur
it_it: Nuovo Utente
ja_jp: 新しいユーザー
pt_pt: Novo usuário
ru_ru: Новый Пользователь

source: New users could not be added since there are no remaining licenses(s) available.
ar_ae: لا يمكن إضافة مستخدمين جدد حيث لا توجد تراخيص المتبقية (ق) المتاحة.
de_de: Neue Benutzer konnte nicht hinzugefügt werden, da es keine verbleibenden Lizenzen (n) zur Verfügung stehen.
fr_fr: Les nouveaux utilisateurs ne pouvaient pas être ajoutés car il n'y a pas de licences restantes (s) disponibles.
it_it: I nuovi utenti non potevano essere aggiunti in quanto non ci sono rimaste le licenze (s) disponibili.
pt_pt: Novos usuários não pôde ser adicionado uma vez que não há licenças (s) restantes disponíveis.
ru_ru: Новые пользователи не могут быть добавлены, так как там не осталось лицензии (ы) в наличии.

source: Newest
ar_ae: الأحدث
de_de: Neueste
fr_fr: Les plus récents
it_it: I più recenti
ja_jp: 最新
pt_pt: O mais novo
ru_ru: Свежие

source: Next
ar_ae: التالي
de_de: Weiter
fr_fr: Suivant
it_it: Successivo
ja_jp: 次
pt_pt: Seguinte
ru_ru: Следующая

source: Next Run
ar_ae: تشغيل المقبل
de_de: Weiter Run
fr_fr: exécution suivante
it_it: Esecuzione successiva
pt_pt: próxima execução
ru_ru: Далее работать

source: Next Schedule
ar_ae: الجدول التالي
de_de: Nächste Termine
fr_fr: annexe suivante
it_it: Programma Successivo
ja_jp: 次のスケジュール
pt_pt: Próximo Marcar
ru_ru: {0}•{/0} {1} {/1} {2}Следующий план рабочих операций {/2}

source: Next Scheduled Run
ar_ae: القادم المجدولة تشغيل
de_de: Weiter Scheduled Run
fr_fr: Suivant Scheduled Run
it_it: Successivo programmata Run
ja_jp: 次にスケジュールされたファイル名を指定して実行
pt_pt: Próximo Programada Run
ru_ru: Далее по расписанию Run

source: No
ar_ae: لا
de_de: Nein
fr_fr: Non
it_it: Non ci sono commenti da visualizzare
ja_jp: いいえ
pt_pt: Nenhuma
ru_ru: Нет

source: No comments to display
ar_ae: تعليق على عرض
de_de: Keine Kommentare angezeigt werden
fr_fr: Pas de commentaires à afficher
ja_jp: 表示するコメントはありません
pt_pt: Sem comentários para exibir
ru_ru: Нет комментариев для отображения

source: no database found
ar_ae: لم تجد قاعدة البيانات
de_de: keine Datenbank gefunden
fr_fr: aucune base de données trouvé
it_it: nessun database trovato
pt_pt: nenhum banco de dados encontrados
ru_ru: ни одна база данных не найдено

source: No database found
ar_ae: لا توجد بيانات
de_de: Keine Datenbank gefunden
fr_fr: Aucune base de données trouvé
it_it: Nessun database trovato
pt_pt: No banco de dados encontrado
ru_ru: Ни одна база данных не найдено

source: no dsn found
ar_ae: لا دسن وجدت
de_de: kein dsn gefunden
fr_fr: trouvé aucune dsn
it_it: nessun DSN trovato
pt_pt: não dsn encontrados
ru_ru: нет DSN найдены

source: No dsn found
ar_ae: لم يتم العثور على دسن
de_de: Kein dsn gefunden
fr_fr: Non dsn trouvé
it_it: Nessun DSN trovato
pt_pt: Sem dsn encontrados
ru_ru: Не найдено DSN

source: No file selected.
ar_ae: لم تختر اي ملف
de_de: Keine Datei ausgewählt.
fr_fr: Aucun fichier sélectionné.
it_it: Nessun file selezionato.
ja_jp: いいえ、ファイルが選択されていません。
pt_pt: Nenhum arquivo seleccionado.
ru_ru: Файл не выбран.

source: No filters applied.
ar_ae: لم يتم تطبيق فلاتر.
de_de: Keine Filter angewendet.
fr_fr: Pas de filtres appliqués.
it_it: Senza filtri applicati.
pt_pt: Nenhum filtro aplicado.
ru_ru: Фильтры не применяются.

source: No more notifications found
ar_ae: لم يتم العثور على المزيد من إخطارات
de_de: Keine weiteren Meldungen gefunden
fr_fr: Pas plus de notifications trouvées
it_it: Nessun altro Notifiche trovato
ja_jp: これ以上の通知が見つかりませんでした
pt_pt: Não há mais notificações encontrados
ru_ru: Не найдено ни другие уведомления

source: No notifications found
ar_ae: لم يتم العثور على إشعارات
de_de: Keine Meldungen gefunden
fr_fr: Aucune notification trouvé
it_it: Nessuna notifica trovato
ja_jp: 通知見つかりません
pt_pt: Nenhuma notificação encontrados
ru_ru: Не найдено ни одного уведомления

source: No records to display
ar_ae: لا سجلات لعرضها
de_de: Keine Aufzeichnungen angezeigt
fr_fr: Aucun enregistrement à afficher
it_it: nessun dato da visualizzare
ja_jp: 表示するレコードいいえ
pt_pt: Não há registros a serem exibidos
ru_ru: Нет записей для отображения

source: No Results Found
ar_ae: لا توجد نتائج
de_de: Keine Ergebnisse wurden gefunden
fr_fr: Aucun résultat trouvé
it_it: Nessun risultato trovato
pt_pt: Nenhum resultado encontrado
ru_ru: Результаты не найдены

source: No results match
ar_ae: لا توجد نتائج مطابقة
de_de: Es wurde kein Ergebnis gefunden
fr_fr: Aucun résultat
it_it: Nessun risultato partita
ja_jp: いいえ結果が一致しません
pt_pt: Sem resultados jogo
ru_ru: Нет совпадений результатов
