Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: as public. Internal server error. Please try again.
ar_ae: كما الجمهور. خطأ في الخادم الداخلي. حاول مرة اخرى.
de_de: als Öffentlichkeit. Interner Serverfehler. Bitte versuche es erneut.
fr_fr: Erreur Interne du Serveur. Veuillez réessayer.
it_it: come pubblico. Errore interno del server. Riprova.
pt_pt: como público. erro interno do servidor. Por favor tente novamente.
ru_ru: а общественности. Внутренняя ошибка сервера. Пожалуйста, попробуйте еще раз.

source: Creation
ar_ae: الإبداع
de_de: Erstellung
fr_fr: Création
it_it: Creazione
pt_pt: criação
ru_ru: Создание

source: deleted
ar_ae: تم الحذف
de_de: "Gelöscht"
fr_fr: supprimé
it_it: soppresso
pt_pt: suprimido
ru_ru: удалено

source: has been deleted successfully.
ar_ae: قد تم حذفه بنجاح.
de_de: wurde erfolgreich gelöscht.
fr_fr: a été supprimé avec succès.
it_it: è stato cancellato con successo.
pt_pt: foi excluído com sucesso.
ru_ru: был успешно удален.

source: has been failed to delete.
ar_ae: وقد فشلت في حذف.
de_de: wurde zu löschen ist fehlgeschlagen.
fr_fr: a été échoué à supprimer.
it_it: è stato non è riuscito a cancellare.
pt_pt: foi não conseguiu eliminar.
ru_ru: было не удалось удалить.

source: has mentioned you in the comment on the
ar_ae: وقد ذكر لك في التعليق على
de_de: hat Sie im Kommentar auf die genannten
fr_fr: vous a mentionné dans le commentaire
it_it: ti ha menzionato nel commento alla
pt_pt: mencionou-lhe no comentário sobre a
ru_ru: упомянул вас в комментарий на

source: is now private.
ar_ae: هو الآن القطاع الخاص.
de_de: ist jetzt privat.
fr_fr: est maintenant privé.
it_it: è ora privato.
pt_pt: agora é privada.
ru_ru: в настоящее время частные.

source: month(s)
ar_ae: الشهر: {0}%s{/0}
de_de: Monat: %s
fr_fr: mois
it_it: mese/i
ja_jp: 月（複数可）
pt_pt: Meses
ru_ru: месяцев

source: private?
ar_ae: פְּרָטִי
de_de: Privatpersonen
fr_fr: Privée
it_it: Privato?
pt_pt: (privado)
ru_ru: Рядовой

source: public?
ar_ae: ציבורי
de_de: Öffentlich
fr_fr: Publique
it_it: pubbliche?
pt_pt: Público
ru_ru: бщественная

source: to learn how to add new localizations in Dashboard Server.
ar_ae: لمعرفة كيفية إضافة تعريب جديد في لوحة خادم.
de_de: zu lernen, wie man neue Lokalisierungen in Dashboard Server hinzuzufügen.
fr_fr: pour apprendre comment ajouter de nouvelles localisations dans Dashboard Server.
it_it: per aggiungere nuove localizzazioni in Dashboard Server.
ja_jp: ダッシュボードサーバーに新しいローカライズを追加する方法を学習します。
pt_pt: para aprender a adicionar novas localizações no Dashboard Server.
ru_ru: чтобы узнать, как добавлять новые локализации в Dashboard Server.

source: to send account activation emails, or choose Automatic account activation mode
ar_ae: لإرسال رسائل البريد الإلكتروني تنشيط الحساب، أو اختيار طريقة تفعيل الحساب التلقائي
de_de: Kontoaktivierung E-Mails, oder wählen Sie Automatische Kontenaktivierungsmodus zu senden
fr_fr: pour envoyer des emails d'activation, ou choisir le mode d'activation de compte automatique
it_it: per inviare e-mail di attivazione dell'account, o scegliere la modalità di attivazione dell'account automatico
pt_pt: para enviar e-mails de ativação de conta, ou escolher o modo de ativação da conta automática
ru_ru: Для отправки сообщений электронной почты для активации аккаунта, или выбрать режим автоматического учета активации

source: will only be visible to users with the appropriate permissions.
ar_ae: سوف تكون مرئية فقط للمستخدمين الذين لديهم الأذونات المناسبة.
de_de: wird nur für Benutzer mit den entsprechenden Berechtigungen sichtbar sein.
fr_fr: ne sera visible que pour les utilisateurs disposant des autorisations appropriées.
it_it: sarà visibile solo agli utenti con le autorizzazioni appropriate.
pt_pt: só será visível para os usuários com as permissões apropriadas.
ru_ru: будет доступна только для пользователей с соответствующими правами доступа.

source: " + content + "
ar_ae: "+ محتوى + "
de_de: "+ Inhalt + "
fr_fr: "+ Contenu + "
it_it: "+ Contenuti + "
pt_pt: "+ Conteúdo + "
ru_ru: "Содержание"

source: " + header + "
ar_ae: "+ رأس + "
fr_fr: "+ Tête + "
it_it: "+ Intestazione + "
pt_pt: "+ Cabeçalho + "
ru_ru: "+ Заголовок + "

source: (For example : http://****.blob.core.windows.net)
ar_ae: (على سبيل المثال: HTTP: //****.blob.core.windows.net)
de_de: (Zum Beispiel: http: //****.blob.core.windows.net)
fr_fr: (Par exemple: http: //****.blob.core.windows.net)
it_it: (Ad esempio: http: //****.blob.core.windows.net)
pt_pt: (Por exemplo: http: //****.blob.core.windows.net)
ru_ru: (Например: HTTP: //****.blob.core.windows.net)

source: (For example : http://****.example.net)
ar_ae: (على سبيل المثال: HTTP: //****.example.net)
de_de: (Zum Beispiel: http: //****.example.net)
fr_fr: (Par exemple: http: //****.example.net)
it_it: (Ad esempio: http: //****.example.net)
pt_pt: (Por exemplo: http: //****.example.net)
ru_ru: (Например: HTTP: //****.example.net)

source: (For testing purpose, select Embedded SQL CE.)
ar_ae: (للاختبار الغرض، حدد جزءا لا يتجزأ من SQL CE).
de_de: (Für Testzwecke, wählen Sie Embedded SQL CE.)
fr_fr: Pour des tests, sélectionnez Embedded CE SQL).
it_it: (Allo scopo di testing, selezionare embedded SQL CE.)
pt_pt: (Para fins de teste, selecione incorporado SQL CE.)
ru_ru: (Для целей тестирования, выберите Embedded SQL CE.)

source: @sectionName
ar_ae: Section8: الاسم:
de_de: Bereichname
fr_fr: Nom de la section
it_it: nome della sezione
pt_pt: Nome da secção:

source: {0} of {1} pages ({2} items)
ar_ae: {0} من {1} صفحة ( {2} البنود)
de_de: {0} von {1} Seiten ( {2} Artikel)
fr_fr: {0} de {1} pages ( {2} articles)
it_it: di {1} pagine ({2} articoli)
ja_jp: {0}の{1}ページ（ {2}の項目）
pt_pt: {0} de {1} páginas ( {2} itens)
ru_ru: {0} из {1} Страницы ( {2} элементов)

source: 1 lowercase.
ar_ae: الحروف الصغيرة
de_de: Kleinbuchstaben
fr_fr: Minuscules
it_it: Minuscolo
pt_pt: 1 minúsculas.
ru_ru: 1 в нижнем регистре.

source: 1 numeric.
ar_ae: رقمية
de_de: Numerisch
fr_fr: Réponse numérique
it_it: 1 numerico.
pt_pt: 1 numérico.
ru_ru: Цифры

source: 1 special character.
ar_ae: 1 طابع خاص.
de_de: 1 Sonderzeichen.
fr_fr: caractères spéciaux
it_it: 1 carattere speciale.
pt_pt: 1 caractere especial.
ru_ru: 1 специальный символ.

source: 1 uppercase.
ar_ae: الحروف الكبيرة
de_de: Grossbuchstaben
fr_fr: Majuscule
it_it: 1 maiuscolo.
pt_pt: 1 maiúscula.
ru_ru: 1 в верхнем регистре.

source: 1024 characters maximum
ar_ae: 1024 حرفا كحد أقصى
de_de: (Maximal 25 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 1024 caratteri massimi
ja_jp: 1024文字まで
pt_pt: máximo 1024 caracteres
ru_ru: Максимальное 1024 символов

source: 200x44 pixels preferred
ar_ae: بكسل 200x44 فضل
de_de: 200x44 Pixel bevorzugt
fr_fr: 200x44 pixels préférés
it_it: 40x40 preferito
pt_pt: 200x44 pixels preferidos
ru_ru: 200x44 пикселей предпочтительным

source: 4000 characters maximum
ar_ae: 4000 حرفا كحد أقصى
de_de: (Maximal 25 Zeichen)
fr_fr: 140 caractères maximum
it_it: 4000 caratteri massimo
ja_jp: 4000文字まで
pt_pt: máximo 4000 caracteres
ru_ru: максимум 4000 символов

source: 40x40 pixels preferred
ar_ae: بكسل البلاط 40x40 فضل
de_de: 40x40 Pixel bevorzugt
fr_fr: 40x40 pixels préférés
it_it: 40x40 preferito
ja_jp: 40×40ピクセルが好適
pt_pt: 40x40 pixels preferidos
ru_ru: 40x40 пикселей предпочтительным

source: 7 characters maximum
ar_ae: 7 حرفا كحد أقصى
de_de: (Maximal 25 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 7 caratteri massimo
pt_pt: máximo 7 caracteres
ru_ru: максимум 7 символов

source: 70 characters maximum
ar_ae: 70 حرفا كحد أقصى
de_de: (Maximal 25 Zeichen)
fr_fr: 140 caractères maximum
it_it: 70 caratteri massimo
ja_jp: 70文字まで
pt_pt: máximo de 70 caracteres
ru_ru: максимум 70 символов

source: a comment on the
ar_ae: تعليق على
de_de: einen Kommentar über das
fr_fr: un commentaire sur
it_it: un commento su
pt_pt: um comentário sobre a
ru_ru: комментарий на

source: A minute ago
ar_ae: وقبل دقيقة
de_de: Vor einer Minute
fr_fr: il y a une minute
it_it: Un minuto fa
ja_jp: 分前
pt_pt: Um minuto atrás
ru_ru: Минуту назад

source: A minutes ago
ar_ae: وقبل دقيقة
de_de: Eine Minute vor
fr_fr: Il y a quelques minutes
it_it: Un minuto fa
ja_jp: 分前
pt_pt: A minutos atrás
ru_ru: А минут назад

source: A week ago
ar_ae: منذ أسبوع
de_de: VOR EINER WOCHE
fr_fr: Il y a une semaine
it_it: Una settimana fa
ja_jp: 1週間前
pt_pt: Uma semana atrás
ru_ru: Неделю назад

source: Access Denied
ar_ae: الدخول غير مقبول.
de_de: Zugriff verweigert
fr_fr: Accès refusé
it_it: Accesso negato
ja_jp: アクセス拒否
pt_pt: acesso negado
ru_ru: Запрещено

source: access for
ar_ae: وصول
de_de: Zugang für
fr_fr: accès
it_it: l'accesso per
pt_pt: de acesso para
ru_ru: доступ к

source: access for the
ar_ae: الوصول لل
de_de: Zugang für die
fr_fr: accès pour les
it_it: accesso per la
pt_pt: Acesso para o
ru_ru: Доступ к

source: Access has been removed successfully.
ar_ae: تمت إزالة الوصول بنجاح.
de_de: Der Zugang wurde erfolgreich entfernt.
fr_fr: L'accès a été supprimé avec succès.
it_it: L'accesso è stato rimosso con successo.
pt_pt: O acesso foi removido com sucesso.
ru_ru: Доступ был успешно удален.

source: Access is denied
ar_ae: تم رفض الوصول
de_de: Zugriff verweigert
fr_fr: L'accès est refusé
it_it: Accesso negato
ja_jp: アクセスが拒否されました
pt_pt: O acesso é negado
ru_ru: В доступе отказано

source: Access key
ar_ae: مفتاح الوصول
de_de: Zugriffsschlüssel
fr_fr: Clé d'accès
it_it: Chiave di accesso
pt_pt: chave de acesso
ru_ru: Ключ доступа

source: Access mode
ar_ae: وضع وصول
de_de: Zugriffsmodus
fr_fr: Mode d'accès
it_it: modalità di accesso
ja_jp: アクセスモード
pt_pt: modo de acesso
ru_ru: режим доступа

source: Access Mode
ar_ae: وضع الوصول
fr_fr: Mode d'accès
it_it: Modalità di accesso
ja_jp: アクセスモード
pt_pt: Modo de acesso
ru_ru: режим доступа

source: Account
ar_ae: الحساب
de_de: Konto
fr_fr: Compte
ja_jp: アカウント
pt_pt: Conta
ru_ru: Аккаунт

source: Account Activation
ar_ae: تفعيل الحساب
de_de: Aktivierung des Accounts
fr_fr: Activation du compte
it_it: attivazione dell'account
ja_jp: アカウント開設
pt_pt: Ativação de conta
ru_ru: активация аккаунта

source: Account Activation Mode
ar_ae: تفعيل وضع الحساب
de_de: Kontoaktivierung Modus
fr_fr: Mode d'activation de compte
it_it: Modalità di attivazione account
pt_pt: Modo de ativação da conta
ru_ru: Режим активации учетной записи

source: Account name
ar_ae: اسم الحساب
de_de: Kontoname
fr_fr: Nom du compte
it_it: Nome del conto:
pt_pt: nome da conta
ru_ru: Имя учетной записи

source: Account not yet activated. Please contact the system administrator.
ar_ae: عدم تفعيل الحساب بعد. الرجاء الاتصال بمسؤول النظام.
de_de: Konto noch nicht aktiviert. Bitte kontaktieren Sie den Systemadministrator.
fr_fr: Compte non encore activé. S'il vous plaît contacter l'administrateur du système.
it_it: non tiene conto ancora attivato. Si prega di contattare l'amministratore di sistema.
pt_pt: Conta ainda não ativados. Entre em contato com o administrador do sistema.
ru_ru: Счет еще не активирована. Пожалуйста свяжитесь с системным администратором.

source: Actions
ar_ae: الإجراءات
de_de: Aktionen
it_it: Azioni
ja_jp: 行動
pt_pt: Acções
ru_ru: Действия

source: Activate User
ar_ae: تفعيل العضو
de_de: Nutzer aktivieren
fr_fr: Activer l'utilisateur
it_it: Attiva l'utente
ja_jp: ユーザーをアクティブ化
pt_pt: Ative Usuário
ru_ru: Активировать пользователя

source: Activation code has been generated successfully. As email settings are not configured we are not able to send activation email to the user.
ar_ae: تم إنشاء رمز التفعيل بنجاح. كما لم يتم تكوين إعدادات البريد الإلكتروني نحن لسنا قادرين على إرسال بريد التنشيط للمستخدم.
de_de: Der Aktivierungscode wurde erfolgreich generiert. Als E-Mail-Einstellungen nicht konfiguriert sind, sind wir nicht in der Lage Aktivierung E-Mail an den Benutzer zu senden.
fr_fr: Le code d'activation a été généré avec succès. Comme les paramètres de messagerie ne sont pas configurés, nous ne sommes pas en mesure d'envoyer un courriel d'activation à l'utilisateur.
it_it: Il codice di attivazione è stato generato con successo. Come impostazioni di posta elettronica non sono configurate non siamo in grado di inviare e-mail di attivazione per l'utente.
ja_jp: アクティベーションコードが正常に生成されています。電子メール設定が構成されていないとして、我々はユーザーにアクティベーションメールを送信することができません。
pt_pt: código de ativação foi gerado com êxito. Como as configurações de e-mail não estão configurados não são capazes de enviar e-mail de ativação para o usuário.
ru_ru: Код активации был успешно создан. Поскольку параметры электронной почты не настроены, мы не можем отправить письмо с кодом активации пользователю.

source: Activation code has been resent successfully.
ar_ae: وقد يستاء رمز التفعيل بنجاح.
de_de: Der Aktivierungscode wurde erfolgreich erneut gesendet.
fr_fr: Le code d'activation a été renvoyé avec succès.
it_it: Il codice di attivazione è stato risentirsi con successo.
ja_jp: アクティベーションコードが正常に再送信されました。
pt_pt: código de ativação foi ressentir-se com sucesso.
ru_ru: Код активации был успешно возмущает.

source: Activation code has been sent successfully.
ar_ae: تم ارسال رمز التفعيل بنجاح.
de_de: Der Aktivierungscode wurde erfolgreich gesendet.
fr_fr: Le code d'activation a été envoyé avec succès.
it_it: Il codice di attivazione è stato inviato con successo.
ja_jp: アクティベーションコードが正常に送信されました。
pt_pt: código de ativação foi enviada com sucesso.
ru_ru: Код активации был успешно отправлен.

source: Activation emails cannot be sent until the email settings are configured. You can select ‘Automatic Activation’ to activate the user without configuring email settings.
ar_ae: لا يمكن إرسال رسائل البريد الإلكتروني تفعيل حتى يتم تكوين إعدادات البريد الإلكتروني. يمكنك تحديد "التنشيط التلقائي" لتنشيط المستخدم دون تكوين إعدادات البريد الإلكتروني.
de_de: Die Aktivierung von E-Mails können nicht gesendet werden, bis die E-Mail-Einstellungen konfiguriert sind. Sie können "Automatische Aktivierung" wählen Sie den Benutzer ohne Konfiguration von E-Mail-Einstellungen zu aktivieren.
fr_fr: Les emails d'activation ne peuvent pas être envoyés jusqu'à ce que les paramètres de messagerie soient configurés. Vous pouvez sélectionner «Activation automatique» pour activer l'utilisateur sans avoir à configurer les paramètres de messagerie.
it_it: e-mail di attivazione non possono essere inviati fino a quando le impostazioni di posta elettronica vengono configurate. È possibile selezionare 'attivazione automatica' per attivare l'utente, senza la configurazione delle impostazioni di posta elettronica.
pt_pt: e-mails de ativação não poderão ser enviadas até as configurações de e-mail está configurado. Você pode selecionar "ativação automática 'para ativar o usuário sem configurar as definições de e-mail.
ru_ru: Активация электронной почты не могут быть отправлены до тех пор, настройки электронной почты не настроены. Вы можете выбрать "Автоматическая активация", чтобы активировать пользователя без настройки параметров электронной почты.

source: Active
ar_ae: نشط
de_de: Aktiv
fr_fr: Acti
it_it: Attivo
ja_jp: アクティブ
pt_pt: Ativo
ru_ru: Активно

source: Active Directory group
ar_ae: مجموعة نشطة دليل
de_de: Active Directory-Gruppe
fr_fr: groupe Active Directory
it_it: gruppo di Active Directory
pt_pt: grupo do Active Directory
ru_ru: группа Active Directory

source: Active Directory group import
ar_ae: استيراد مجموعة نشطة دليل
de_de: Active Directory-Gruppe Import
fr_fr: import de groupe Active Directory
it_it: importazione gruppo di Active Directory
ja_jp: Active Directoryグループのインポート
pt_pt: importação grupo do Active Directory
ru_ru: группа Active Directory импорт

source: Active Directory Groups import
ar_ae: استيراد المجموعات الدليل النشط
de_de: Active Directory-Gruppen importieren
fr_fr: import Active Directory Groupes Actifs
it_it: Gruppi di directory importazione attivo
ja_jp: Active Directoryのグループのインポート
pt_pt: Ativo Grupos Diretório de importação
ru_ru: импорт активных групп каталогов

source: Active Directory Settings
ar_ae: إعدادات خدمة Active Directory
de_de: Active Directory-Einstellungen
fr_fr: Paramètres Active Directory
it_it: Impostazioni di Active Directory
ja_jp: Active Directoryの設定
pt_pt: Configurações do Active Directory
ru_ru: ACTIVE DIRECTORY НАСТРОЙКИ

source: ACTIVE DIRECTORY SETTINGS
ar_ae: إعدادات الدليل النشط
de_de: Active Directory-Einstellungen
fr_fr: REGLAGES ACTIVE DIRECTORY
it_it: Impostazioni della directory ATTIVI
ja_jp: Active Directory設定
pt_pt: Configurações do diretório ACTIVE
ru_ru: ACTIVE DIRECTORY НАСТРОЙКИ

source: Active Directory Synchronization
ar_ae: التزامن النشط دليل
de_de: Active Directory-Synchronisierung
fr_fr: Synchronisation Active Directory
it_it: Sincronizzazione di Active Directory
ja_jp: Active Directoryの同期
pt_pt: Sincronização do Active Directory
ru_ru: Синхронизация Active Directory

source: Active Directory Synchronization - GROUPS
ar_ae: التزامن النشط دليل - فئات
de_de: Active Directory-Synchronisierung - GRUPPEN
it_it: Sincronizzazione di Active Directory - GRUPPI
ja_jp: Active Directoryの同期化 - グループ
pt_pt: Sincronização do Active Directory - GRUPOS
ru_ru: Синхронизация Active Directory - ГРУППЫ

source: Active Directory Synchronization - USERS
ar_ae: التزامن النشط دليل على مستخدمي -
de_de: Active Directory-Synchronisierung - NUTZER
fr_fr: Synchronisation Active Director - UTILISATEURS
it_it: Sincronizzazione di Active Directory - UTENTI
ja_jp: Active Directoryの同期 - USERS
pt_pt: Sincronização Active Directory - Usuários
ru_ru: Синхронизация Active Directory - пользователи

source: ACTIVE DIRECTORY SYNCHRONIZATION SCHEDULE
ar_ae: الدليل النشط جدولة المزامنة
de_de: Active Directory-Synchronisierung ZEITPLAN
fr_fr: planifications de la synchronisation Active Directory
it_it: ACTIVE sincronizzazione della directory PROGRAMMA
pt_pt: DIRETÓRIO ATIVO agenda de sincronização
ru_ru: Служба каталогов Active Directory СИНХРОНИЗАЦИЯ ГРАФИК

source: Active Directory User
ar_ae: مستخدم Active Directory
de_de: Active Directory-Benutzer
fr_fr: Active Directory utilisateur
it_it: Utente di Active Directory
ja_jp: Active Directoryユーザー
pt_pt: Usuário Active Directory
ru_ru: Пользователя Active Directory

source: Active Directory user import
ar_ae: نشط دليل استيراد المستعمل
de_de: Active Directory-Benutzer importieren
fr_fr: Active Directory utilisateur import
it_it: importazione utente di Active Directory
ja_jp: Active Directoryのユーザーのインポート
pt_pt: importação de usuário Active Directory
ru_ru: импорт пользователей Active Directory

source: Active Directory users import
ar_ae: عدد المستخدمين النشطين دليل استيراد
de_de: Active Directory-Benutzer importieren
fr_fr: utilisateurs Active Directory import
it_it: importazione utenti di Active Directory
ja_jp: Active Directoryのユーザーのインポート
pt_pt: usuários do Active Directory importação
ru_ru: пользователей Active Directory импорт

source: AD Schedule Synchronization
ar_ae: الجدول م التزامن
de_de: AD Planen einer Synchronisation
fr_fr: Schedule AD Synchronisation
it_it: AD Pianificazione della sincronizzazione
pt_pt: Sincronização AD Programação
ru_ru: Синхронизация AD Расписание

source: Add
ar_ae: إضافة
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungere
ja_jp: 加えます
pt_pt: Adicionar
ru_ru: Добавить

source: Add Category
ar_ae: إضافة فئة
de_de: Kategorie-hinzufügen
fr_fr: Ajouter Catégorie
it_it: Aggiungi categoria
ja_jp: カテゴリを追加します
pt_pt: Adicionar categoria
ru_ru: Добавить категорию

source: Add Comment
ar_ae: أضف تعليق
de_de: Füge Kommentar hinzu
fr_fr: Ajouter un commentaire
it_it: Aggiungi un commento
ja_jp: コメントを追加
pt_pt: Adicionar comentário
ru_ru: Добавить комментарий

source: Add Dashboard
ar_ae: إضافة لوحة
de_de: Füge Dashboard hinzu
fr_fr: Ajouter Dashboard
it_it: Aggiungere Dashboard
ja_jp: ダッシュボードを追加
pt_pt: Adicionar o dashboard
ru_ru: Добавить панель

source: Add Data Source
ar_ae: إضافة مصدر بيانات
de_de: Datenquelle hinzufügen
fr_fr: Ajouter une source de données
ja_jp: データソースの追加
pt_pt: Adicionar fonte de dados
ru_ru: Добавить источник данных

source: Add Data Source – Access Denied
ar_ae: إضافة مصدر البيانات - رفض الوصول
de_de: Hinzufügen von Datenquellen - Zugriff verweigert
fr_fr: Ajouter une source de données - Accès refusé
it_it: Aggiungere origine dati - Accesso Negato
pt_pt: Adicionar Fonte de Dados - Acesso negado
ru_ru: Добавить источник данных - Доступ запрещен

source: Add external recipients
ar_ae: إضافة المستلمين الخارجية
de_de: Externe Empfänger
fr_fr: Ajouter des destinataires externes
it_it: Aggiungere destinatari esterni
ja_jp: 外部の受信者を追加します。
pt_pt: Adicionar destinatários externos
ru_ru: Добавить внешних получателей

source: Add Group
ar_ae: إضافة مجموعة
de_de: Neue Datenquelle hinzufügen
fr_fr: Ajouter Groupe
it_it: Aggiungere gruppo
ja_jp: グループの追加
pt_pt: Adicionar grupo
ru_ru: Добавить группу

source: Add new Data Source
ar_ae: إضافة مصدر بيانات جديد
fr_fr: Ajouter une nouvelle source de données
it_it: Aggiungere un nuovo Data Source
pt_pt: Adicionar nova fonte de dados
ru_ru: Добавить новый источник данных

source: Add new group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
fr_fr: Ajouter un Nouveau Groupe
it_it: Aggiungi gruppo
ja_jp: 新しいグループを追加します。
pt_pt: Adicionar novo grupo
ru_ru: Добавить новую группу

source: Add New Group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
fr_fr: Ajouter un Nouveau Groupe
it_it: Aggiungi gruppo
ja_jp: 新しいグループを追加します。
pt_pt: Adicionar novo grupo
ru_ru: Добавить Новую Группу

source: Add new user
ar_ae: + إضافة مستخدم جديد
de_de: Neuen Nutzer hinzufügen
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi nuovo utente
ja_jp: 新しいユーザーを追加します。
pt_pt: Adicionar novo usuário
ru_ru: Добавить нового пользователя

source: Add Permission
ar_ae: إضافة إذن
de_de: Berechtigung hinzufügen
fr_fr: Ajouter Permission
it_it: Aggiungere permesso
ja_jp: パーミッションを追加
pt_pt: Adicionar permissão
ru_ru: Добавить Разрешение

source: Add Permission to the group
ar_ae: إضافة إذن إلى مجموعة
de_de: In Genehmigung der Gruppe
fr_fr: Ajouter Autorisation au groupe
it_it: Aggiungere permesso al gruppo
ja_jp: グループにアクセス許可を追加します。
pt_pt: Adicionar permissão para o grupo
ru_ru: Добавить Разрешение в группу

source: Add Permission to the user
ar_ae: إضافة يسمح للمستخدم
de_de: Berechtigung hinzufügen dem Benutzer
fr_fr: Ajouter l'autorisation de l'utilisateur
it_it: Aggiungere il permesso per l'utente
ja_jp: ユーザーにアクセス許可を追加します。
pt_pt: Adicionar Permissão para o usuário
ru_ru: Добавить свое согласие пользователю

source: Add selected user(s) to the group
ar_ae: إضافة المستخدم المحدد (ق) إلى مجموعة
de_de: Ausgewählte Benutzer (n) zu der Gruppe
fr_fr: Ajouter l'utilisateur sélectionné (s) dans le groupe
it_it: Aggiungere utente selezionato (s) al gruppo
ja_jp: グループに選択されたユーザ（複数可）を追加
pt_pt: Adicionar usuário (s) selecionado para o grupo
ru_ru: Добавить выбранного пользователя (ей) к группе

source: Add the selected users to a Group
ar_ae: إضافة المستخدمين المحدد إلى مجموعة
de_de: Fügen Sie die ausgewählten Benutzer zu einer Gruppe
fr_fr: Ajouter les utilisateurs sélectionnés à un groupe
it_it: Aggiungere gli utenti selezionati a un gruppo
ja_jp: グループに選択したユーザーを追加します。
pt_pt: Adicione os usuários selecionados a um grupo
ru_ru: Добавление выбранных пользователей в группу

source: Add user
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it_it: Aggiungere utente
ja_jp: ユーザーを追加します。
pt_pt: Adicionar Usuário
ru_ru: Добавить пользователя

source: Add User
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it_it: Aggiungi Utente
ja_jp: ユーザーの追加
pt_pt: Adicionar Usuário
ru_ru: Добавить пользователя

source: Add Users
ar_ae: إضافة مستخدمين
de_de: User hinzufügen
fr_fr: Ajouter des comptes d'utilisateurs
it_it: Aggiungi utenti
ja_jp: ユーザーの追加
pt_pt: Adicionar utilizador (es)
ru_ru: Добавление пользователей
