Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Select a user, group, or type an email address in the external recipient to schedule
ar_ae: تحديد مستخدم أو مجموعة أو كتابة عنوان البريد الإلكتروني في المتلقي الخارجي لجدولة
de_de: Wählen Sie einen Benutzer, eine Gruppe oder geben Sie eine E-Mail-Adresse in den externen Empfänger zu planen
fr_fr: Sélectionnez un utilisateur, un groupe ou saisissez une adresse e-mail dans le destinataire externe pour planifier
it_it: Selezionare un utente, un gruppo o digitare un indirizzo di posta elettronica nel destinatario esterno per programmare
ja_jp: ユーザー、グループを選択するか、またはスケジュールするために外部の受信者に電子メールアドレスを入力
pt_pt: Selecione um usuário, grupo ou digite um endereço de e-mail no destinatário externo para agendar
ru_ru: Выберите пользователя, группу, или введите адрес электронной почты во внешнем получателю планировать

source: Select a widget to view.
ar_ae: اختيار القطعة لعرضها.
de_de: Wählen Sie ein Widget anzuzeigen.
fr_fr: Sélectionnez un widget pour afficher.
it_it: Selezionare un widget per visualizzare.
pt_pt: Selecione um widget para exibir.
ru_ru: Выберите виджет для просмотра.

source: Select Access
ar_ae: حدد الوصول
de_de: Wählen Sie Access
fr_fr: Sélectionnez Accès
it_it: Selezionare Accesso
pt_pt: selecione Acesso
ru_ru: Выбор доступа

source: Select access mode
ar_ae: وضع الوصول حدد
de_de: Wählen Sie Zugriffsmodus
fr_fr: Sélectionnez le mode d'accès
it_it: Selezionare la modalità di accesso
ja_jp: アクセス・モードを選択します
pt_pt: Escolha um modo de acesso
ru_ru: Выберите режим доступа

source: Select All
ar_ae: تحديد الكل
de_de: Kategorie auswählen
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja_jp: すべて選択
pt_pt: Seleccionar tudo
ru_ru: Выбрать Все

source: Select category
ar_ae: اختر الفئة
fr_fr: Choisir une catégorie
it_it: Seleziona categoria
ja_jp: カテゴリを選択
pt_pt: Selecione a Categoria
ru_ru: выберите категорию

source: Select Data Source
ar_ae: تحديد مصدر البيانات
de_de: Wählen Sie Datenquelle
fr_fr: Sélectionnez la source de données
it_it: Seleziona origine dati
pt_pt: Selecione Fonte de Dados
ru_ru: Выбор источника данных

source: Select entity
ar_ae: حدد كيان
de_de: Objekt wählen
fr_fr: Sélectionnez l'entité
it_it: Selezionare entità
ja_jp: エンティティを選択
pt_pt: Select entidade
ru_ru: Укажите объект

source: Select Group
ar_ae: اختر المجموعة
de_de: Gruppe auswählen
fr_fr: Sélectionner le groupe
it_it: Seleziona un gruppo
ja_jp: グループを選択
pt_pt: Selecionar grupo
ru_ru: Выбрать группу

source: Select Groups
ar_ae: اختر المجموعات
de_de: Gruppen auswählen
fr_fr: Sélectionnez Groupes
it_it: Seleziona Gruppi ...
pt_pt: selecione Grupos
ru_ru: Выбрать группы

source: Select groups to synchronize with Active Directory
ar_ae: مجموعات مختارة لمزامنة مع Active Directory
de_de: Wählen Sie Gruppen mit Active Directory zu synchronisieren
fr_fr: Sélectionner les groupes à synchroniser avec Active Directory
it_it: Selezionare i gruppi per la sincronizzazione con Active Directory
ja_jp: Active Directoryと同期するには、[選択]グループ
pt_pt: Selecionar grupos para sincronizar com o Active Directory
ru_ru: Выберите группы для синхронизации с Active Directory

source: Select groups to synchronize with Azure AD
ar_ae: مجموعات مختارة لمزامنة مع أزور م
de_de: Wählen Sie Gruppen mit Azure AD zu synchronisieren
fr_fr: Sélectionner les groupes à synchroniser avec AD Azure
it_it: Selezionare i gruppi per la sincronizzazione con AD Azure
pt_pt: Selecionar grupos para sincronizar com AD Azure
ru_ru: Выберите группы для синхронизации с AD Azure

source: Select MySQL ODBC DSN
ar_ae: حدد الخلية ODBC DSN
de_de: Wählen Sie MySQL ODBC-DSN
fr_fr: Sélectionnez MySQL ODBC DSN
it_it: Selezionare MySQL ODBC DSN
pt_pt: Selecione MySQL ODBC DSN
ru_ru: Выберите MySQL ODBC DSN

source: Select Oracle ODBC DSN
ar_ae: اختر أوراكل ODBC DSN
de_de: Wählen Sie Oracle ODBC DSN
fr_fr: Sélectionnez Oracle ODBC DSN
it_it: Selezionare Oracle ODBC DSN
pt_pt: Selecione Oracle ODBC DSN
ru_ru: Выберите Oracle ODBC DSN

source: Select Recurrence Type
ar_ae: حدد تكرار نوع
de_de: Wählen Sie Recurrence Type
fr_fr: Sélectionnez Récurrence type
it_it: Selezionare ricorrenza Tipo
ja_jp: 再発タイプ]を選択します
pt_pt: Selecione Recorrência Tipo
ru_ru: Выберите тип Повторение

source: Select Relation
ar_ae: حدد العلاقة
de_de: Wählen Sie Beziehung
fr_fr: Sélectionnez Relation
it_it: Selezionare Relation
pt_pt: Select Relação
ru_ru: Выберите связь

source: Select scope
ar_ae: حدد نطاق
de_de: Umfang auswählen
fr_fr: Sélectionnez la portée
it_it: Seleziona estensione
ja_jp: スコープを選択
pt_pt: Escolha um escopo
ru_ru: Выберите область видимости

source: Select the permission to add to the group
ar_ae: حدد إذن إضافة إلى مجموعة
de_de: Wählen Sie die Erlaubnis zu der Gruppe hinzufügen
fr_fr: Sélectionnez l'autorisation d'ajouter au groupe
it_it: Selezionare il permesso di aggiungere al gruppo
ja_jp: グループに追加する権限を選択します
pt_pt: Selecione a permissão para adicionar ao grupo
ru_ru: Выберите разрешение на добавление в группу

source: Select the permission to add to the user
ar_ae: حدد إذن إضافة إلى المستخدم
de_de: Wählen Sie die Erlaubnis für den Benutzer hinzufügen
fr_fr: Sélectionnez l'autorisation d'ajouter à l'utilisateur
it_it: Selezionare il permesso di aggiungere l'utente
ja_jp: ユーザーに追加する権限を選択します
pt_pt: Marque a permissão para adicionar ao utilizador
ru_ru: Выберите разрешение на добавление к пользователю

source: Select Timezone
ar_ae: اختيار المنطقة الزمنية
de_de: Wähle Zeitzone
fr_fr: Sélect. le fuseau planifications
it_it: Seleziona fuso orario
ja_jp: タイムゾーンを選択します
pt_pt: Escolha um fuso horário
ru_ru: Выбери часовой пояс

source: Select user(s)
ar_ae: حدد المستخدم (ق)
de_de: User auswählen
fr_fr: Sélectionnez les utilisateurs
it_it: Selezionare l'utente (s)
ja_jp: 選択したユーザ（複数可）
pt_pt: Seleccione o utilizador (s)
ru_ru: Выбрать пользователей

source: Select Users
ar_ae: حدد المستخدمين
de_de: User auswählen
fr_fr: Sélectionnez les utilisateurs
it_it: Seleziona utenti
ja_jp: ユーザーの選択
pt_pt: Seleccione o utilizador (s)
ru_ru: Выбрать пользователей

source: Select Users to synchronize with Active Directory
ar_ae: حدد للمستخدمين مزامنة مع Active Directory
de_de: Wählen Sie Benutzer mit Active Directory zu synchronisieren
fr_fr: Sélectionner les utilisateurs de synchroniser avec Active Directory
it_it: Seleziona utenti per la sincronizzazione con Active Directory
ja_jp: Active Directoryと同期するようにユーザーを選択します
pt_pt: Selecionar usuários para sincronizar com o Active Directory
ru_ru: Выбор пользователей для синхронизации с Active Directory

source: Select Users to synchronize with Azure AD
ar_ae: حدد للمستخدمين مزامنة مع أزور م
de_de: Wählen Sie Benutzer mit Azure AD zu synchronisieren
fr_fr: Sélectionner les utilisateurs à synchroniser avec AD Azure
it_it: Seleziona utenti per la sincronizzazione con AD Azure
pt_pt: Selecionar usuários para sincronizar com AD Azure
ru_ru: Выбор пользователей для синхронизации с AD Azure

source: Selected user(s)
ar_ae: المستخدم المحدد (ق)
de_de: Ausgewählte Nutzer
fr_fr: L'utilisateur sélectionné (s)
it_it: utente selezionato (s)
ja_jp: 選択されたユーザ（複数可）
pt_pt: usuário selecionado (s)
ru_ru: Выбранный пользователь (ей)

source: Sender email address
ar_ae: عنوان البريد الإلكتروني المرسل
de_de: Absender E-Mail Adresse
fr_fr: Adresse e-mail de l'expéditeur
it_it: indirizzo e-mail del mittente
ja_jp: 送信者の電子メールアドレス
pt_pt: endereço de e-mail do remetente
ru_ru: Адрес электронной почты отправителя

source: Sender Email Address
ar_ae: مرسل البريد
de_de: Absender E-Mail-Adresse
fr_fr: Adresse e-mail de l'expéditeur
it_it: Mittente Indirizzo e-mail
ja_jp: 送信者メールアドレス
pt_pt: Endereço do remetente E-mail
ru_ru: Отправитель Адрес электронной почты

source: Sender name
ar_ae: اسم المرسل
fr_fr: Nom de l'expéditeur
it_it: Nome del mittente
ja_jp: 送信者名
pt_pt: Nome do remetente
ru_ru: Имя отправителя

source: Sender Name
ar_ae: اسم المرسل
de_de: Absender
fr_fr: Nom de l'expéditeur
it_it: Nome del mittente
ja_jp: 送信者名
pt_pt: Nome do remetente
ru_ru: Имя отправителя

source: September
ar_ae: سبتمبر/أيلول
fr_fr: septembre
it_it: Settembre
ja_jp: 9月
pt_pt: Setembro
ru_ru: Сентябрь

source: Server name
ar_ae: اسم الخادم
fr_fr: Nom du serveur
it_it: Nome Server
ja_jp: サーバーの名前
pt_pt: Nome do servidor
ru_ru: Имя Сервера:

source: Service UnAvailable
ar_ae: الخدمة غير متاحة
de_de: Dienst nicht verfügbar
fr_fr: Service non disponible
it_it: Servizio non disponibile
pt_pt: Serviço indisponível
ru_ru: Сервис недоступен

source: Settings
ar_ae: إعدادات
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configuração
ru_ru: Настройки

source: Settings has been updated successfully
ar_ae: تم تحديث الإعدادات بنجاح
de_de: Einstellungen wurde erfolgreich aktualisiert
fr_fr: Paramètres a été mis à jour avec succès
it_it: Impostazioni è stato aggiornato con successo
ja_jp: 設定が正常に更新されました
pt_pt: Definições foi atualizado com sucesso
ru_ru: Настройки были успешно обновлены

source: Settings has been updated successfully.
ar_ae: تم تحديث الإعدادات بنجاح.
de_de: Einstellungen wurde erfolgreich aktualisiert.
fr_fr: Paramètres a été mis à jour avec succès.
it_it: Impostazioni è stato aggiornato con successo.
ja_jp: 設定が正常に更新されました。
pt_pt: Definições foi atualizado com sucesso.
ru_ru: Настройки были успешно обновлены.

source: Settings to authenticate users via Kerberos ticket management system
ar_ae: إعدادات لمصادقة المستخدمين عبر Kerberos نظام إدارة تذكرة
de_de: Einstellungen Benutzer über Kerberos-Ticket-Management-System zur Authentifizierung
fr_fr: Paramètres pour authentifier les utilisateurs via Kerberos système de gestion de billets
it_it: Impostazioni di autenticare gli utenti tramite il sistema di gestione ticket Kerberos
ja_jp: Kerberosのチケット管理システムを介してユーザーを認証するための設定
pt_pt: Definições para autenticar os usuários através do sistema de gerenciamento de permissão Kerberos
ru_ru: Настройки для аутентификации пользователей с помощью системы управления билет на Kerberos

source: Share
ar_ae: مشاركة
de_de: Teilen
fr_fr: Partager
it_it: Condividi
pt_pt: Compartilhar
ru_ru: Поделиться

source: Share View
ar_ae: حصة مشاهدة
de_de: Teilen anzeigen
fr_fr: Share
it_it: Condividi View
pt_pt: Compartilhar Vista
ru_ru: Поделиться Просмотреть

source: Shared with
ar_ae: شارك مع
de_de: Gemeinsam mit...
fr_fr: Partagé avec
it_it: Condiviso con
pt_pt: compartilhado com
ru_ru: Совместный доступ

source: Show copyright information
ar_ae: عرض معلومات حقوق النشر
de_de: Zeigen Sie Copyright-Informationen
fr_fr: Afficher les informations de copyright
it_it: Visualizza informazioni sul copyright
ja_jp: 著作権情報を表示
pt_pt: Mostrar informações sobre direitos autorais
ru_ru: Показать информацию об авторских правах

source: Show List
ar_ae: عرض قائمة
de_de: Liste anzeigen
fr_fr: Afficher la liste
it_it: Mostra elenco
ja_jp: 表示リスト
pt_pt: Mostrar lista
ru_ru: Показать список

source: Show powered by Syncfusion
ar_ae: مشاهدة مدعوم من Syncfusion
de_de: Bereitgestellt von Syncfusion
fr_fr: Montrer powered by Syncfusion
it_it: Mostra powered by Syncfusion
pt_pt: Mostrar alimentado por Syncfusion
ru_ru: Показать на питание от Syncfusion

source: Site
ar_ae: الموقع
de_de: Standort
it_it: Sito
pt_pt: Local
ru_ru: Сайт

source: SITE SETTINGS
ar_ae: إعدادات الموقع
de_de: Website-Einstellungen
fr_fr: Paramètres du site
it_it: Impostazioni del sito
ja_jp: サイトの設定
pt_pt: Definições do site
ru_ru: НАСТРОЙКИ САЙТА

source: Site URL
ar_ae: عنوان الموقع
de_de: Seiten URL
fr_fr: URL du site
it_it: indirizzo del sito
ja_jp: サイトのURL
pt_pt: URL do site
ru_ru: Адрес сайта

source: SMTP port
ar_ae: ميناء SMTP
fr_fr: le port SMTP
it_it: porta SMTP
ja_jp: SMTPポート
pt_pt: porta SMTP
ru_ru: Порт SMTP

source: SMTP Port
ar_ae: ميناء SMTP
fr_fr: Port SMTP
it_it: porta SMTP
ja_jp: SMTPポート
pt_pt: Porta SMTP
ru_ru: Порт SMTP

source: SMTP server
ar_ae: خادم SMTP
fr_fr: Dédié
it_it: Server SMTP
ja_jp: SMTPサーバー
pt_pt: servidor SMTP
ru_ru: SMTP Сервер

source: SMTP Server
ar_ae: خادم SMTP
fr_fr: Serveur SMTP
it_it: Server SMTP
ja_jp: SMTPサーバー
pt_pt: Servidor SMTP
ru_ru: SMTP Сервер

source: Sort Order :
ar_ae: الترتيب حسب
de_de: Sortierreihenfolge
fr_fr: Ordre de Tri
it_it: Ordinamento
pt_pt: Ordem de classificação :
ru_ru: Порядок сортировки

source: Specify custom endpoints
ar_ae: تحديد نقاط النهاية العرف
de_de: Geben Sie benutzerdefinierte Endpunkte
fr_fr: Précisez extrémités
it_it: Specificare endpoint personalizzati
pt_pt: Especifique endpoints personalizados
ru_ru: Укажите пользовательские конечные точки

source: SQL Authentication
ar_ae: مصادقة SQL
de_de: SQL-Authentifizierung
fr_fr: authentification SQL
it_it: l'autenticazione di SQL
pt_pt: Autenticação SQL
ru_ru: SQL аутентификации

source: SQL Server
ar_ae: {0}•{/0}{1} {/1}{0}SQL server 2005/2008{/0}
de_de: {0}SQLServer 2005{/0} {1}14{/1}
fr_fr: Serveur SQL
it_it: server SQL
pt_pt: servidor SQL
ru_ru: SQL Сервер

source: SSO Settings
ar_ae: إعدادات SSO
de_de: SSO-Einstellungen
fr_fr: Paramètres SSO
it_it: Impostazioni SSO
pt_pt: Configurações de SSO
ru_ru: Настройки единого входа

source: SSO settings has been updated. The application will be restarted automatically inorder to apply this changes.
ar_ae: تم تحديث إعدادات SSO. سيتم إعادة تشغيل التطبيق تلقائيا اتباعها لتطبيق هذه التغييرات.
de_de: SSO-Einstellungen wurde aktualisiert. Die Anwendung wird automatisch neu gestartet werden Inorder diese Änderungen zu übernehmen.
fr_fr: les paramètres d'authentification unique a été mis à jour. L'application sera automatiquement redémarré afinde pour appliquer les changements.
it_it: impostazioni SSO è stato aggiornato. L'applicazione verrà riavviato automaticamente inorder per applicare questo cambia.
pt_pt: configurações de SSO foi atualizado. O aplicativo será reiniciado automaticamente para agradar a aplicar estas mudanças.
ru_ru: Настройки единого входа был обновлен. Приложение будет перезапущен автоматически Симметричного применить эти изменения.

source: Starts on
ar_ae: يبدأ يوم
de_de: Startet am:
fr_fr: Démarre sur
it_it: inizia su
ja_jp: 上の開始
pt_pt: começa em
ru_ru: Запускает на

source: StartsWith
ar_ae: ابدا ب
de_de: Fängt-an-mit
fr_fr: Commence avec
it_it: Inizia con
pt_pt: Começa com
ru_ru: начинается с

source: Status
ar_ae: الحالة
de_de: Lagerung Kontoname
fr_fr: Statut
it_it: Res
ja_jp: 状態
pt_pt: Estado
ru_ru: Статус

source: Storage Account name
ar_ae: اسم الحساب التخزين
fr_fr: Nom du compte de stockage
it_it: Nome bagagli account
pt_pt: Nome da conta de armazenamento
ru_ru: Имя учетной записи для хранения

source: Storage Settings
ar_ae: إعدادات التخزين
de_de: Speichereinstellungen
fr_fr: Paramètres de stockage
it_it: Impostazioni della memorizzazione
pt_pt: Configurações de armazenamento
ru_ru: Настройки памяти

source: Subdomain name should match with the Account name
ar_ae: يجب أن يطابق اسم المجال الفرعي مع اسم الحساب
de_de: Sub-Domain Name sollte mit dem Kontonamen übereinstimmen
fr_fr: nom Subdomain doit correspondre avec le nom de compte
it_it: nome del sottodominio deve corrispondere con il nome di account
pt_pt: nome de subdomínio deve corresponder com o nome da conta
ru_ru: Субдомен имя должно совпадать с именем учетной записи

source: Sunday
ar_ae: الأحد
de_de: Sonntag
fr_fr: Dimanche
it_it: Domenica
ja_jp: 日曜日
pt_pt: Domingo
ru_ru: Воскресенье

source: Supported Browsers:
ar_ae: المتصفحات المدعومة:
de_de: Unterstützte Browser:
fr_fr: Les navigateurs compatibles.
it_it: Browser supportati:
ja_jp: 対応ブラウザ：
pt_pt: Navegadores compatíveis:
ru_ru: {0}Поддерживаемые браузеры{/0}

source: Synchronization
ar_ae: تزامن
de_de: Synchronisation
fr_fr: Synchronisation
it_it: Sincronizzazione
pt_pt: sincronização
ru_ru: Синхронизация

source: Synchronization Group - Status
ar_ae: المجموعة تزامن - الحالة
de_de: Synchronisationsgruppe - Status
fr_fr: Groupe synchronisation - Statut
it_it: Sincronizzazione Group - Stato
ja_jp: 同期グループ - ステータス
pt_pt: Grupo de sincronização - Estado
ru_ru: Синхронизация Group - Статус

source: Synchronize
ar_ae: تزامن
de_de: Synchronisieren
fr_fr: Synchroniser
it_it: Sincronizza
ja_jp: 同期します
pt_pt: Sincronizar
ru_ru: Синхронизировать

source: Synchronize Active Directory Groups
ar_ae: مزامنة المجموعات النشطة دليل
de_de: Synchronisieren Sie Active Directory-Gruppen
fr_fr: Synchroniser groupes Active Directory
it_it: Sincronizzare i gruppi Active Directory
pt_pt: Sincronizar grupos do Active Directory
ru_ru: Синхронизировать группы Active Directory

source: Synchronize Active Directory users and groups on a regular schedule
ar_ae: مزامنة المستخدمين Active Directory و مجموعات على جدول منتظم
de_de: Synchronisieren Sie Active Directory-Benutzer und Gruppen auf einem regelmäßigen Zeitplan
fr_fr: Synchroniser les utilisateurs et les groupes Active Directory sur un planifications régulier
it_it: Sincronizzare gli utenti ei gruppi di Active Directory su un programma normale
ja_jp: 定期的にActive Directoryのユーザーとグループを同期
pt_pt: Sincronizar usuários e grupos do Active Directory em uma programação regular
ru_ru: Синхронизация пользователей и групп Active Directory по регулярному расписанию

source: Synchronize Azure AD users and groups on a regular schedule
ar_ae: مزامنة أزور المستخدمين م والجماعات على جدول منتظم
de_de: Synchronisieren Azure AD Benutzer und Gruppen auf einem regelmäßigen Zeitplan
fr_fr: Synchroniser les utilisateurs et les groupes AD Azure sur un planifications régulier
it_it: Sincronizza utenti AD Azure e gruppi su un programma normale
pt_pt: Sincronizar usuários AD Azure e grupos em uma programação regular
ru_ru: Синхронизация пользователей AD Azure и группы по регулярному расписанию

source: Synchronize Groups
ar_ae: المجموعات تزامن
de_de: synchronisieren Gruppen
fr_fr: Groupes Synchroniser
it_it: Gruppi Sincronizza
pt_pt: Grupos Sincronizar
ru_ru: Синхронизировать группы

source: Synchronize groups with Active Directory
ar_ae: مزامنة مجموعة مع Active Directory
de_de: Synchronisieren Sie Gruppen mit Active Directory
fr_fr: Synchroniser les groupes avec Active Directory
it_it: Sincronizzare i gruppi con Active Directory
ja_jp: Active Directoryとグループを同期
pt_pt: Sincronizar grupos com Active Directory
ru_ru: Синхронизировать группы с Active Directory

source: Synchronize groups with Azure AD
ar_ae: مزامنة مجموعة مع أزور م
de_de: Synchronisieren Sie Gruppen mit Azure AD
fr_fr: Synchroniser les groupes avec Azure AD
it_it: Sincronizzare i gruppi con Azure AD
pt_pt: Sincronizar grupos com Azure AD
ru_ru: Синхронизировать группы с Azure AD

source: Synchronize schedules
ar_ae: مزامنة الجداول
de_de: synchronisieren Termine
fr_fr: Synchroniser les calendriers
it_it: sincronizzare gli orari
pt_pt: sincronizar agendas
ru_ru: Синхронизировать графики

source: Synchronize Users
ar_ae: مزامنة المستخدمين
de_de: Synchronisieren Sie Benutzer
fr_fr: Synchroniser les utilisateurs
it_it: sincronizzare gli utenti
ja_jp: ユーザーを同期
pt_pt: sincronizar usuários
ru_ru: Синхронизировать пользователей

source: Synchronize users with Active Directory
ar_ae: مزامنة المستخدمين مع Active Directory
de_de: Synchronisieren Sie Benutzer mit Active Directory
fr_fr: Synchroniser les utilisateurs avec Active Directory
it_it: Sincronizzare gli utenti con Active Directory
ja_jp: Active Directoryでユーザーを同期
pt_pt: Sincronizar usuários com o Active Directory
ru_ru: Синхронизация пользователей с Active Directory

source: Synchronize users with Azure AD
ar_ae: مزامنة المستخدمين مع أزور م
de_de: Synchronisieren Sie Benutzer mit Azure AD
fr_fr: Synchroniser les utilisateurs avec Azure AD
it_it: Sincronizzare gli utenti con Azure AD
pt_pt: Sincronizar usuários com Azure AD
ru_ru: Синхронизация пользователей с Azure AD

source: Synchronizing groups with active directory has been failed.
ar_ae: وقد فشل مزامنة مجموعة مع الدليل النشط.
de_de: Synchronisieren von Gruppen mit Active Directory ausgefallen ist.
fr_fr: groupes Synchroniser avec l'annuaire actif a été échoué.
it_it: gruppi Sincronizzazione con Active Directory è stato fallito.
ja_jp: Active Directoryとグループを同期すると、失敗してきました。
pt_pt: grupos de sincronização com o Active Directory foi falhou.
ru_ru: Синхронизация групп с активным каталогом было не удалось.

source: Synchronizing groups with active directory has been successful.
ar_ae: وقد تزامن المجموعات مع الدليل النشط ناجحة.
de_de: Synchronisieren von Gruppen mit Active Directory erfolgreich war.
fr_fr: groupes Synchroniser avec l'annuaire actif a été couronnée de succès.
it_it: gruppi Sincronizzazione con Active Directory ha avuto successo.
ja_jp: Active Directoryとグループを同期させることに成功しています。
pt_pt: grupos de sincronização com o Active Directory tem sido bem sucedida.
ru_ru: Синхронизация групп с активным каталогом был успешным.

source: Synchronizing groups with azure active directory has been failed.
ar_ae: وقد فشل مزامنة مجموعة مع الدليل النشط اللازوردية.
de_de: Synchronisieren von Gruppen mit azur Active Directory ausgefallen ist.
fr_fr: groupes Synchroniser avec l'annuaire actif d'azur a été échoué.
it_it: gruppi Sincronizzazione con Active Directory azzurro è stato fallito.
pt_pt: grupos de sincronização com o Active Directory Azure foi falhou.
ru_ru: Синхронизация групп с лазурного активной директории была не удалась.

source: Synchronizing groups with azure active directory has been successful.
ar_ae: وقد تزامن المجموعات مع الدليل النشط اللازوردية ناجحة.
de_de: Synchronisieren von Gruppen mit azur Active Directory erfolgreich war.
fr_fr: groupes Synchroniser avec l'annuaire actif d'azur a été couronnée de succès.
it_it: gruppi Sincronizzazione con Active Directory azzurro ha avuto successo.
pt_pt: grupos de sincronização com o Active Directory Azure tem sido bem sucedida.
ru_ru: Синхронизация групп с лазурного активной директории была успешной.

source: Synchronizing users with active directory has been failed.
ar_ae: وقد فشلت مزامنة المستخدمين مع الدليل النشط.
de_de: Synchronisieren von Benutzern mit Active Directory ausgefallen ist.
fr_fr: Synchroniser les utilisateurs avec l'annuaire actif a été échoué.
it_it: gli utenti la sincronizzazione con Active Directory è stato fallito.
ja_jp: Active Directoryとの同期ユーザーは失敗しました。
pt_pt: Sincronizando usuários com diretório ativo foi falhou.
ru_ru: Синхронизация пользователей с активным каталогом было не удалось.

source: Synchronizing users with active directory has been successful.
ar_ae: مزامنة المستخدمين مع الدليل النشط قد حققت نجاحا.
de_de: Synchronisieren von Benutzern mit Active Directory erfolgreich war.
fr_fr: Synchroniser les utilisateurs avec l'annuaire actif a été couronnée de succès.
it_it: gli utenti la sincronizzazione con Active Directory ha avuto successo.
ja_jp: Active Directoryとの同期ユーザーが成功しています。
pt_pt: Sincronizando usuários com diretório ativo tem sido bem sucedida.
ru_ru: Синхронизация пользователей с активным каталогом был успешным.

source: Synchronizing users with azure active directory has been successful.
ar_ae: مزامنة المستخدمين مع الدليل النشط السماوي قد حققت نجاحا.
de_de: Synchronisieren von Benutzern mit azur Active Directory erfolgreich war.
fr_fr: Synchroniser les utilisateurs avec l'annuaire actif d'azur a été couronnée de succès.
it_it: gli utenti la sincronizzazione con Active Directory azzurro ha avuto successo.
pt_pt: Sincronizando usuários com diretório ativo Azure tem sido bem sucedida.
ru_ru: Синхронизация пользователей с лазурной активной директории была успешной.

source: System notifications
ar_ae: الإخطارات النظام
de_de: Systembenachrichtigungen
fr_fr: notifications système
it_it: notifiche di sistema
ja_jp: システム通知
pt_pt: notificações do sistema
ru_ru: Системные уведомления

source: Table name prefix
ar_ae: اسم الجدول بادئة
de_de: Tabellenname Präfix
fr_fr: Nom de la table prefix
it_it: Nome tabella del prefisso
pt_pt: Nome da tabela de prefixo
ru_ru: префикс имени таблицы

source: Tenant Name
ar_ae: اسم المستأجر
de_de: Mieter-Name
fr_fr: Nom du locataire
it_it: Nome inquilino
pt_pt: Nome inquilino
ru_ru: Арендатор Название
