Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Add Users by CSV File Upload
ar_ae: إضافة مستخدمين عن طريق تحميل ملف CSV
de_de: Benutzer hinzufügen von CSV-Datei-Upload
fr_fr: Ajouter des utilisateurs par CSV File Upload
it_it: Aggiungi utenti dal CSV di caricamento dei file
ja_jp: CSVファイルのアップロードにより、ユーザーの追加
pt_pt: Adicionar usuários por CSV File Upload
ru_ru: Добавление пользователей с помощью CSV-файла Загрузить

source: Add View
ar_ae: إضافة عرض
de_de: Ansicht hinzufügen
fr_fr: Ajouter Voir
it_it: Aggiungi visualizzare
pt_pt: Adicionar Ver
ru_ru: Добавить вид

source: Add Widget
ar_ae: أضف مربع جانبي
de_de: Widget hinzufügen
fr_fr: Ajouter un Widget
it_it: Aggiungi widget
ja_jp: ウィジェットを追加
pt_pt: Adicionar widget
ru_ru: Добавить виджет

source: Added
ar_ae: تمت إضافة
de_de: Hinzugefügt
fr_fr: Ajouté(e)
it_it: Aggiunto
ja_jp: 追加されました
pt_pt: adicionado
ru_ru: Добавлено

source: Added date
ar_ae: تاريخ الاضافة
de_de: Datum hinzugefügt
fr_fr: date d'ajout
it_it: data di inserimento
pt_pt: data Adicionado
ru_ru: Добавлена ​​дата

source: Added Date
ar_ae: تاريخ الاضافة
de_de: Datum hinzugefügt
fr_fr: date d'ajout
it_it: Data di inserimento
pt_pt: Data adicionada
ru_ru: Добавлено Дата

source: Admin password
ar_ae: كلمه سر المدير
de_de: Administrator-Passwort
fr_fr: Mot de passe d'administrateur
it_it: password dell'amministratore
pt_pt: senha de administrador
ru_ru: пароль администратора

source: Admin Password
ar_ae: كلمه سر المدير
de_de: Administrator-Passwort
fr_fr: Mot de passe d'administrateur
it_it: Password dell'amministratore
pt_pt: admin da senha
ru_ru: Пароль администратора

source: Admin username
ar_ae: اسم المستخدم مشرف
de_de: Admin-Benutzernamen
fr_fr: nom d'utilisateur administrateur
pt_pt: nome de usuário administrador

source: Admin Username
ar_ae: اسم المستخدم مشرف
de_de: Admin Benutzername
fr_fr: nom d'utilisateur administrateur
pt_pt: Nome de usuário administrador

source: Administration
ar_ae: الإدارة
de_de: Verwaltung
it_it: Amministrazione
ja_jp: 管理
pt_pt: Administração
ru_ru: Администрирование

source: After
ar_ae: وفي النهاية
de_de: Nach
fr_fr: Après
it_it: In seguito
ja_jp: 後の
pt_pt: {0} após
ru_ru: После

source: All Categories
ar_ae: جميع الفئات
de_de: Alle Kategorien
fr_fr: Toutes les catégories
it_it: Tutte le categorie
pt_pt: todas as categorias
ru_ru: Все категории

source: All Dashboards
ar_ae: جميع لوحات المعلومات
de_de: Alle Armaturenbretter
fr_fr: Tous les tableaux de bord
it_it: tutti i cruscotti
ja_jp: すべてのダッシュボード
pt_pt: Todos os Dashboards
ru_ru: Все Сводки

source: All the tables will have this prefix. (Default: SyncDS_)
ar_ae: سوف كافة الجداول يكون هذا البادئة. (الافتراضي: SyncDS_)
de_de: Alle Tabellen wird dieses Präfix haben. (Standard: SyncDS_)
fr_fr: Toutes les tables auront ce préfixe. (Par défaut: SyncDS_)
it_it: Tutte le tabelle avranno questo prefisso. (Default: SyncDS_)
pt_pt: Todas as mesas terão este prefixo. (Padrão: SyncDS_)
ru_ru: Все таблицы будут иметь этот префикс. (По умолчанию: SyncDS_)

source: Allow / Restrict
ar_ae: السماح / تقييد
de_de: Zulassen / Einschränken
fr_fr: Permis / Interdit
it_it: Permetti / Vieta
ja_jp: 許可/制限
pt_pt: Permitir / Restringir
ru_ru: Разрешить / запретить

source: Allow or restrict notifications.
ar_ae: السماح أو تقييد الإخطارات.
de_de: Zulassen oder Mitteilungen beschränken.
fr_fr: Autoriser ou restreindre les notifications.
it_it: Consentire o limitare le notifiche.
ja_jp: 通知を許可または制限します。
pt_pt: Permitir ou restringir notificações.
ru_ru: Разрешить или ограничить уведомления.

source: Allowed file types are .png, .jpg, and .jpeg. Maximum file size is 20MB. Recommended resolution is 200x200 pixels.
ar_ae: أنواع الملفات المسموح بها وبابوا نيو غينيا، jpg و. و. jpeg. الحد الأقصى لحجم الملف 20MB. أوصى القرار الصور 200x200 بكسل.
de_de: Erlaubte Dateitypen werden .png, .jpg und .jpeg. Die maximale Dateigröße ist 20 MB. Empfohlene Auflösung ist 200x200 Pixel.
fr_fr: types de fichiers autorisés sont .png, .jpg et .jpeg. Taille maximale du fichier est 20Mo. Résolution recommandée est 200x200 pixels.
it_it: tipi di file consentiti sono .png, .jpg e .jpeg. La dimensione massima del file è di 20 MB. Risoluzione consigliata è 200x200 pixel.
ja_jp: 許可されているファイルの種類は、.pngを.JPG、および.JPEGされています。最大ファイルサイズは20MBです。推奨解像度は200×200ピクセルです。
pt_pt: tipos de arquivos permitidos são .png, .jpg, .jpeg e. tamanho máximo do arquivo é de 20 MB. resolução recomendada é de 200x200 pixels.
ru_ru: Допустимые типы файлов .png, .jpg, и .jpeg. Максимальный размер файла составляет 20 МБ. Рекомендуемое разрешение составляет 200x200 пикселей.

source: Alternatively you can also login with the below external providers.
ar_ae: بدلا من ذلك يمكنك أيضا تسجيل الدخول مع جهات خارجية أدناه.
de_de: Alternativ können Sie auch mit den unten externen Anbietern anmelden.
fr_fr: Sinon, vous pouvez aussi vous connecter avec les fournisseurs externes ci-dessous.
it_it: In alternativa è possibile anche effettuare il login con i fornitori esterni di seguito.
pt_pt: Alternativamente, você também pode fazer o login com os prestadores externos abaixo.
ru_ru: В качестве альтернативы вы можете также войти в систему с указанными ниже внешними поставщиками.

source: An hour ago
ar_ae: قبل ساعه
de_de: Vor einer Stunde
fr_fr: il y a une heure
it_it: Un'ora fa
ja_jp: 1時間前
pt_pt: Uma hora atrás
ru_ru: Час назад

source: and
ar_ae: و
de_de: und
fr_fr: et
it_it: e
ja_jp: そして
pt_pt: e
ru_ru: и

source: Anonymous authentication
ar_ae: المصادقة المجهولة
de_de: anonyme Authentifizierung
fr_fr: Authentification anonyme
it_it: L'autenticazione anonima
ja_jp: 匿名認証
pt_pt: autenticação anônima
ru_ru: Анонимная проверка подлинности

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Dashboard.
ar_ae: يمكن لأي شخص أن انتقل إلى هذا الرابط، ولكن فقط للمستخدمين مع الأذونات المناسبة تكون قادرة على عرض لوحة.
de_de: Jeder kann auf diesen Link, navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen wird das Dashboard anzeigen können.
fr_fr: Tout le monde peut ouvrir ce lien, mais seuls les utilisateurs disposant des autorisations appropriées seront en mesure d'afficher le tableau de bord.
it_it: Chiunque può passare a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare il Dashboard.
pt_pt: Qualquer um pode navegar para esta ligação, mas apenas os usuários com as permissões apropriadas será capaz de ver o Dashboard.
ru_ru: Любой пользователь может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просматривать панель.

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Widget
ar_ae: يمكن لأي شخص أن انتقل إلى هذا الرابط، ولكن فقط للمستخدمين مع الأذونات المناسبة تكون قادرة على عرض القطعة
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen das Widget anzuzeigen in der Lage,
fr_fr: Tout le monde peut ouvrir ce lien, mais seuls les utilisateurs disposant des autorisations appropriées seront en mesure de voir le Widget
it_it: Chiunque può passare a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare il Widget
pt_pt: Qualquer um pode navegar para esta ligação, mas apenas os usuários com as permissões apropriadas será capaz de visualizar o Widget
ru_ru: Любой пользователь может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просматривать виджет

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view.
ar_ae: يمكن لأي شخص أن انتقل إلى هذا الرابط، ولكن فقط للمستخدمين مع الأذونات المناسبة يكون قادرا على عرض.
de_de: Jeder kann auf diesen Link, navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen werden zu sehen sein können.
fr_fr: Tout le monde peut ouvrir ce lien, mais seuls les utilisateurs disposant des autorisations appropriées seront en mesure de voir.
it_it: Chiunque può passare a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare.
pt_pt: Qualquer um pode navegar para esta ligação, mas apenas os usuários com as permissões apropriadas será capaz de ver.
ru_ru: Любой пользователь может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просматривать.

source: Application Time Zone:
ar_ae: المنطقة الزمنية التطبيق:
de_de: Anwendungszeitzone:
fr_fr: Demande Time Zone:
it_it: Applicazione Fuso orario:
pt_pt: Aplicação de fuso horário:
ru_ru: Применение Часовой пояс:

source: Applied Filters
ar_ae: مرشحات التطبيقية
de_de: Angewendete Filter
fr_fr: Filtres appliqués
it_it: Filtri applicati
pt_pt: Filtros Aplicados
ru_ru: Установленные фильтры

source: Applied Filters:
ar_ae: مرشحات التطبيقية:
de_de: Angewendete Filter
fr_fr: Filtres appliqués:
it_it: Filtri applicati:
pt_pt: Filtros Aplicados:
ru_ru: Выбранные параметры поиска:

source: Apply
ar_ae: تطبيق
de_de: anwenden
fr_fr: Appliquer
it_it: Applicare
pt_pt: aplicar
ru_ru: Опубликовать объявление

source: April
ar_ae: أبريل
de_de: A
fr_fr: avril
it_it: Aprile
ja_jp: 4月
pt_pt: Abr
ru_ru: апрель

source: Are you sure you want to delete
ar_ae: هل أنت متأكد من أنك تريد حذف هذا؟
de_de: Sind Sie sicher, das Sie löschen möchten
fr_fr: Etes-vous sûr que vous voulez supprimer
it_it: Sei sicuro di voler cancellare
ja_jp: あなたが削除してもよろしいです
pt_pt: Você tem certeza que quer apagar controle?
ru_ru: Вы точно хотите удалить?

source: Are you sure you want to delete the group
ar_ae: هل أنت متأكد أنك تريد حذف مجموعة
de_de: Möchten Sie das Profil wirklich löschen?
fr_fr: Etes-vous sûr de vouloir supprimer le groupe
it_it: Sei sicuro di voler eliminare il gruppo
ja_jp: あなたは、グループを削除してもよろしいです
pt_pt: Tem certeza de que deseja excluir o grupo
ru_ru: Вы уверены, что хотите удалить группу

source: Are you sure you want to delete the profile picture?
ar_ae: هل أنت متأكد أنك تريد حذف صورة الملف الشخصي؟
de_de: Möchten Sie das Profil wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer la photo de profil?
it_it: Sei sicuro di voler cancellare la foto del profilo?
ja_jp: あなたは、プロフィールの写真を削除してもよろしいですか？
pt_pt: Tem certeza de que deseja apagar a imagem de perfil?
ru_ru: Вы уверены, что хотите удалить фотографию профиля?

source: Are you sure you want to delete the User(s)?
ar_ae: هل أنت متأكد أنك تريد حذف المستخدم (ق)؟
de_de: Sind Sie sicher, dass Sie den Benutzer (n) zu löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'utilisateur (s)?
it_it: Sei sicuro di voler cancellare la User (s)?
ja_jp: [ユーザ（複数可）を削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir o usuário (s)?
ru_ru: Вы уверены, что хотите удалить пользователя (ей)?

source: Are you sure you want to delete the User?
ar_ae: هل أنت متأكد أنك تريد حذف العضو؟
de_de: Möchten Sie das Profil wirklich löschen?
fr_fr: Êtes-vous sûr que vous voulez supprimer cet utilisateur?
it_it: Sei sicuro di voler eliminare l'utente?
ja_jp: あなたは、ユーザーを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir o usuário?
ru_ru: Вы уверены, что хотите удалить пользователя?

source: Are you sure you want to delete the view
ar_ae: هل أنت متأكد أنك تريد حذف طريقة العرض
de_de: Möchten Sie das Profil wirklich löschen?
fr_fr: Etes-vous sûr de vouloir supprimer la vue
it_it: Sei sicuro di voler eliminare la vista
pt_pt: Tem certeza de que deseja excluir o ponto de vista
ru_ru: Вы уверены, что хотите удалить вид

source: Are you sure you want to delete the view?
ar_ae: هل أنت متأكد أنك تريد حذف الرأي؟
de_de: Möchten Sie das Profil wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer la vue?
it_it: Sei sicuro di voler cancellare la vista?
pt_pt: Tem certeza de que deseja excluir o ponto de vista?
ru_ru: Вы уверены, что хотите удалить точку зрения?

source: Are you sure you want to delete this comment?
ar_ae: هل انت متاكد انك تريد حذف هذا التعليق ؟
de_de: Möchtest Du diese Aktivität wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce commentaire?
it_it: Sei sicuro di voler eliminare questo commento?
ja_jp: あなたはこのコメントを削除してもよろしいですか？
pt_pt: Você tem certeza que deseja apagar esse perfil?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

source: Are you sure you want to delete this permission?
ar_ae: هل انت متاكد انك تريد حذف هذه الوثيقة ؟
de_de: Möchtest Du diese Aktivität wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette annonce ?
it_it: Sei sicuro di voler eliminare questa fattura?
ja_jp: あなたはこの権限を削除してもよろしいですか？
pt_pt: Você tem certeza que deseja apagar esse perfil?
ru_ru: Вы уверены, что хотите удалить эту схему?

source: Are you sure you want to delete this schedule
ar_ae: هل انت متاكد انك تريد حذف هذه الوثيقة ؟
de_de: Möchtest Du diese Aktivität wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette annonce ?
it_it: Sei sicuro di voler eliminare questa fattura?
ja_jp: あなたはこのスケジュールを削除してもよろしいです
pt_pt: Você tem certeza que deseja apagar esse perfil?
ru_ru: Вы уверены, что хотите удалить эту схему?

source: Are you sure you want to delete this user from the group?
ar_ae: هل أنت متأكد أنك تريد حذف هذا المستخدم من المجموعة؟
de_de: Sind Sie sicher, dass Sie diesen Benutzer aus der Gruppe zu löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur du groupe?
it_it: Sei sicuro di voler eliminare questo utente dal gruppo?
ja_jp: あなたはグループからこのユーザーを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir este usuário do grupo?
ru_ru: Вы уверены, что хотите удалить этого пользователя из группы?

source: Are you sure you want to make the
ar_ae: هل أنت متأكد أنك تريد أن تجعل من
de_de: Sind Sie sicher, dass Sie machen wollen, die
fr_fr: Êtes-vous sûr de vouloir faire de la
it_it: Sei sicuro di voler fare la
pt_pt: Tem certeza de que quer fazer o
ru_ru: Вы уверены, что вы хотите сделать

source: Are you sure you want to remove access for this <span id="deletedItem"></span>?
ar_ae: هل أنت متأكد أنك تريد إزالة الوصول لهذا في <span id = "deletedItem "> </ SPAN>؟
de_de: Sind Sie sicher, dass Sie zugreifen möchten für diese <span id = "deletedItem "> </ span> zu entfernen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'accès à cette <span id = "deletedItem "> </ span>?
it_it: Sei sicuro di voler rimuovere l'accesso per questo <span id = "deletedItem "> </ span>?
pt_pt: Tem certeza de que deseja remover o acesso para este <span id = "deletedItem "> </ span>?
ru_ru: Вы уверены, что хотите удалить доступ к этому <SPAN ID = "deletedItem "> </ SPAN>?

source: As email settings are not configured, we will not be able to send an email to reset your password.
ar_ae: كما لا يتم تكوين إعدادات البريد الإلكتروني، ونحن لن تكون قادرة على إرسال بريد إلكتروني إلى إعادة تعيين كلمة المرور الخاصة بك.
de_de: Als E-Mail-Einstellungen nicht konfiguriert sind, werden wir nicht in der Lage, E-Mail senden Ihr Passwort zurücksetzen können.
fr_fr: Comme les paramètres de messagerie ne sont pas configurés, nous ne serons pas en mesure d'envoyer un e-mail pour réinitialiser votre mot de passe.
it_it: Come impostazioni di posta elettronica non sono configurate, non saremo in grado di inviare una e-mail per reimpostare la password.
ja_jp: 電子メール設定が構成されていないとして、我々はあなたのパスワードをリセットするために電子メールを送信することができません。
pt_pt: Como as configurações de e-mail não estão configurados, não será capaz de enviar um e-mail para redefinir sua senha.
ru_ru: Поскольку параметры электронной почты не настроены, мы не сможем отправить по электронной почте для сброса пароля.

source: as the Category contains dashboards.
ar_ae: كما الفئة يحتوي على لوحات.
de_de: als die Kategorie enthält Dashboards.
fr_fr: comme la catégorie contient des tableaux de bord.
it_it: la categoria contiene cruscotti.
ja_jp: カテゴリは、ダッシュボードが含まれているとして。
pt_pt: como a categoria contém painéis.
ru_ru: как категория содержит инструментальные панели.

source: as the Dashboard has schedules.
ar_ae: كما لوحة التحكم الرئيسية لديها جداول.
de_de: wie das Armaturenbrett hat Pläne.
fr_fr: comme le tableau de bord a des planifications.
it_it: come il cruscotto è orari.
ja_jp: ダッシュボードのようにスケジュールを持っています。
pt_pt: como o Painel tem horários.
ru_ru: как Dashboard имеет графики.

source: as the Data Source is being used by dashboards.
ar_ae: كما يتم استخدام مصدر البيانات عن طريق لوحات.
de_de: als Datenquelle wird von Dashboards verwendet.
fr_fr: comme source de données est utilisé par les tableaux de bord.
it_it: come l'origine dati viene utilizzata da cruscotti.
ja_jp: データソースは、ダッシュボードで使用されています。
pt_pt: como fonte de dados está sendo usado por painéis.
ru_ru: в качестве источника данных используется приборных панелей.

source: as the Report has schedules.
ar_ae: كما ورد في تقرير لها جداول.
de_de: wie der Bericht Zeitpläne.
fr_fr: que le rapport a des planifications.
it_it: come il rapporto ha orari.
ja_jp: レポートとしてスケジュールを持っています。
pt_pt: como o Relatório tem horários.
ru_ru: как отчет имеет графики.

source: Assign a group to selected users
ar_ae: تعيين مجموعة لمستخدمين محددين
de_de: Weisen Sie eine Gruppe an ausgewählte Benutzer
fr_fr: Attribuer un groupe à des utilisateurs sélectionnés
it_it: Assegnare un gruppo di utenti selezionati
ja_jp: 選択したユーザーにグループを割り当てます
pt_pt: Atribuir um grupo de usuários selecionados
ru_ru: Назначить группу для выбранных пользователей

source: Assign Group
ar_ae: المجموعة تعيين
de_de: Assign-Gruppe
it_it: Gruppo Assegnare
ja_jp: 割り当てグループ
pt_pt: Grupo Assign
ru_ru: Присвоить Group

source: Assign to
ar_ae: يسند إلى
de_de: Zuweisen an
fr_fr: Assigner à
it_it: Assegnato a
pt_pt: Atribuir a
ru_ru: Ответственный

source: Assigned Permissions
ar_ae: الأذونات المعينة
de_de: Zugewiesene Berechtigungen
fr_fr: Autorisations Assigned
it_it: Le autorizzazioni assegnate
pt_pt: Permissões atribuídas
ru_ru: соответствующие разрешения

source: at least 6 characters.
ar_ae: على الأقل 6 خانات.
de_de: mindestens 3 Zeichen
fr_fr: au moins 3 caractères
it_it: almeno 3 caratteri
pt_pt: pelo menos 6 caracteres.
ru_ru: по меньшей мере, 3-х символов

source: August
ar_ae: أغسطس
fr_fr: août
it_it: Agosto
ja_jp: 8月
pt_pt: Agosto
ru_ru: Август

source: Authentication
ar_ae: اثبات الاصاله
de_de: Authentifizierung
fr_fr: Authentification
it_it: Autenticazione
ja_jp: 認証
pt_pt: Autenticação
ru_ru: Аутентификация

source: Authentication Type
ar_ae: نوع المصدقية
de_de: Authentifizierungstyp
fr_fr: Type d'Authentification
it_it: Tipo di autenticazione
ja_jp: 認証タイプ
pt_pt: Tipo de Autenticação
ru_ru: Тип Проверки Подлинности

source: Authority
ar_ae: الجهة المعنية
de_de: Befugnis.
fr_fr: Autorisation
it_it: Autorità
pt_pt: Autoridade
ru_ru: Полномочия

source: Automatic
ar_ae: أوتوماتيكيًا
de_de: automatisch
fr_fr: Automatique
it_it: Automatiche
pt_pt: Automático
ru_ru: Автоматическое

source: Autowatch comments of accessible items
ar_ae: تعليقات Autowatch من البنود يمكن الوصول إليها
de_de: Autowatch Kommentare zugänglicher Artikel
fr_fr: commentaires Autowatch d'articles accessibles
it_it: Commenti AutoWatch di oggetti accessibili
ja_jp: アクセス可能なアイテムの自動ウォッチコメント
pt_pt: comentários Autowatch de itens acessíveis
ru_ru: Autowatch комментарии доступных пунктов

source: Autowatch comments of created items
ar_ae: تعليقات Autowatch من البنود التي تم إنشاؤها
de_de: Autowatch Kommentare von erstellt Artikel
fr_fr: commentaires Autowatch des éléments créés
it_it: Commenti AutoWatch di oggetti creati
ja_jp: 作成された項目の自動ウォッチコメント
pt_pt: comentários Autowatch de itens criados
ru_ru: Autowatch комментарии созданных предметов

source: Autowatch for comments of accessible items
ar_ae: Autowatch للتعليق من البنود يمكن الوصول إليها
de_de: Autowatch für Kommentare von zugänglichen Artikel
fr_fr: Autowatch pour les commentaires des articles accessibles
it_it: AutoWatch per i commenti di oggetti accessibili
ja_jp: アクセス可能なアイテムのコメントを自動ウォッチ
pt_pt: Autowatch para comentários de itens acessíveis
ru_ru: Autowatch для комментариев доступных пунктов

source: Autowatch for comments of created items
ar_ae: Autowatch للتعليق من البنود التي تم إنشاؤها
de_de: Autowatch für Kommentare von erstellt Artikel
fr_fr: Autowatch pour les commentaires des articles créés
it_it: AutoWatch per i commenti di elementi creati
ja_jp: 作成された項目のコメントを自動ウォッチ
pt_pt: Autowatch para comentários de itens criados
ru_ru: Autowatch для комментариев, созданных предметов

source: Azure Active Directory user import
ar_ae: اللازوردية استيراد مستخدم Active Directory
de_de: Azure Active Directory-Benutzer importieren
fr_fr: Azure importation utilisateur Active Directory
it_it: Azure importazione utente di Active Directory
pt_pt: Azure importação usuário do Active Directory
ru_ru: Azure импорта пользователей в Active Directory

source: Azure Active Directory group import
ar_ae: اللازوردية استيراد مجموعة خدمة Active Directory
de_de: Azure Active Directory-Gruppe Import
fr_fr: Azure import de groupe Active Directory
it_it: Azure importazione gruppo di Active Directory
pt_pt: Azure importação grupo do Active Directory
ru_ru: Azure импорт Активная группа Справочник

source: Azure AD
ar_ae: اللازوردية م
fr_fr: AD Azure
it_it: AD Azure
pt_pt: AD Azure

source: Azure AD group
ar_ae: مجموعة م اللازوردية
de_de: Azure AD-Gruppe
fr_fr: groupe AD Azure
it_it: gruppo AD Azure
pt_pt: grupo AD Azure
ru_ru: Azure группа AD

source: Azure AD Schedule Synchronization
ar_ae: جدول اللازوردية م التزامن
de_de: Azure AD Planen einer Synchronisation
fr_fr: AD Azure Planification de la synchronisation
it_it: Azure AD Pianificazione della sincronizzazione
pt_pt: Programar a sincronização Azure AD
ru_ru: Синхронизация Расписание Azure AD

source: Azure AD Synchronization
ar_ae: اللازوردية م التزامن
de_de: Azure AD-Synchronisation
fr_fr: Azure synchronisation AD
it_it: Azure sincronizzazione AD
pt_pt: Sincronização AD Azure
ru_ru: Синхронизация Azure AD

source: Azure AD Synchronization - GROUPS
ar_ae: تزامن م اللازوردية - فئات
de_de: Azure AD Synchronisation - GRUPPEN
fr_fr: Azure AD synchronisation - GROUPE
it_it: Azure AD Sincronizzazione - GRUPPI
pt_pt: Sincronização AD Azure - GRUPOS
ru_ru: Синхронизация Azure AD - ГРУППЫ

source: Azure AD Synchronization - USERS
ar_ae: تزامن م اللازوردية - المستخدمين
de_de: Azure AD Synchronisation - NUTZER
fr_fr: Azure AD synchronisation - UTILISATEURS
it_it: Azure AD Sincronizzazione - UTENTI
pt_pt: Sincronização AD Azure - Usuários
ru_ru: Синхронизация Azure AD - ПОЛЬЗОВАТЕЛЕЙ

source: AZURE AD SYNCHRONIZATION SCHEDULE
ar_ae: أزور م جدولة المزامنة
de_de: AZURE AD Synchronisierungs-Ablaufplan
fr_fr: planifications de la synchronisation AD Azure
it_it: AZURE AD pianificazione della sincronizzazione
pt_pt: Agenda de sincronização AZURE AD
ru_ru: AZURE AD СИНХРОНИЗАЦИЯ ГРАФИК

source: Azure AD User
ar_ae: اللازوردية AD العضو
de_de: Azure AD-Benutzer
it_it: Azure dell'utente AD
pt_pt: Azure AD Usuário
ru_ru: Azure AD Пользователь

source: Azure AD users import
ar_ae: المستخدمين م اللازوردية استيراد
de_de: Azure AD-Benutzer importieren
fr_fr: utilisateurs Azure AD import
it_it: importazione utenti AD Azure
pt_pt: AD usuários Azure importação
ru_ru: Azure пользователей AD импорта

source: AZURE BLOB STORAGE SETTINGS
ar_ae: أزور إعدادات BLOB التخزين
de_de: AZURE BLOB-Speichereinstellungen
fr_fr: REGLAGES BLOB DE STOCKAGE AZURE
it_it: IMPOSTAZIONI AZURE Archiviazione BLOB
pt_pt: DEFINIÇÕES Blob Storage AZURE
ru_ru: AZURE УСТАНОВКИ ДЛЯ ХРАНЕНИЯ BLOB

source: Back
ar_ae: الى الخلف
de_de: Zurück
fr_fr: Arrière
it_it: Indietro
ja_jp: バック
pt_pt: Anterior
ru_ru: Назад

source: Basic authentication
ar_ae: المصادقة الأساسية
de_de: Standardauthentifizierung
fr_fr: L'authentification de base
it_it: l'autenticazione di base
ja_jp: 基本認証
pt_pt: autenticação básica
ru_ru: Обычная проверка подлинности

source: Blob Service endpoint
ar_ae: نهاية Service النقطة
de_de: Blob Service-Endpunkt
fr_fr: endpoint service Blob
it_it: Blob servizio endpoint
pt_pt: endpoint Blob Serviço
ru_ru: Blob служба конечных точек

source: Blob URL
ar_ae: URL النقطة
it_it: URL blob
pt_pt: URL blob
