Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Test Active Directory Connection
ar_ae: اختبار الدليل النشط اتصال
de_de: Test-Active Directory-Verbindung
fr_fr: Test de connexion Active Directory
it_it: Test di Active Directory Connection
ja_jp: テストのActive Directory接続
pt_pt: Teste de ligação Active Directory
ru_ru: Пров.соед Active Directory

source: Test Connection
ar_ae: اختبار الاتصال
de_de: Verbindung testen
fr_fr: Test de connexion
it_it: Connessione di prova
ja_jp: 試験用接続
pt_pt: Teste a conexão
ru_ru: Пров.соед

source: Test connection succeeded
ar_ae: نجح اختبار الاتصال
de_de: Testverbindung gelungen
fr_fr: Test de connexion réussi
it_it: Test connessione riuscita
pt_pt: conexão de teste bem sucedido
ru_ru: Тестовое соединение удалось

source: Test connection succeeded.
ar_ae: نجح اختبار الاتصال.
de_de: Testverbindung erfolgreich war.
fr_fr: Test de connexion réussi.
it_it: Test connessione è riuscita.
pt_pt: Teste de conexão bem-sucedida.
ru_ru: Тестовое соединение удалось.

source: The
ar_ae: ا
de_de: Die
fr_fr: Le
it_it: I
ja_jp: ザ
pt_pt: A
ru_ru: Этот

source: The AD settings is not configured
ar_ae: لم يتم تكوين إعدادات م
de_de: Die AD-Einstellungen ist nicht konfiguriert
fr_fr: Les paramètres AD ne sont pas configurés
it_it: Le impostazioni di AD non è configurato
ja_jp: AD設定が構成されていません
pt_pt: As configurações AD não está configurado
ru_ru: Настройки AD не настроен

source: The below table(s) already exists in the selected database. Please change the prefix or choose some other database.
ar_ae: الجدول أدناه (ق) موجود بالفعل في قاعدة البيانات المحددة. يرجى تغيير بادئة أو اختيار بعض قواعد البيانات الأخرى.
de_de: Die nachstehende Tabelle (n) ist bereits in der ausgewählten Datenbank. Bitte geben Sie die Vorwahl ändern oder eine andere Datenbank wählen.
fr_fr: La table (s) ci-dessous existe déjà dans la base de données sélectionnée. S'il vous plaît changer le préfixe ou choisir une autre base de données.
it_it: La tabella che segue (s) esiste già nel database selezionato. Si prega di cambiare il prefisso o scegliere qualche altro database.
pt_pt: A tabela (s) a seguir já existe no banco de dados selecionado. Por favor, altere o prefixo ou escolher algum outro banco de dados.
ru_ru: В приведенной ниже таблице (ы) уже существует в выбранной базе данных. Пожалуйста, измените префикс или выбрать какой-либо другой базы данных.

source: The below table(s) are already exists in the selected database. Please change the prefix or choose some other database.
ar_ae: الجدول أدناه (ق) هي موجودة بالفعل في قاعدة البيانات المحددة. يرجى تغيير بادئة أو اختيار بعض قواعد البيانات الأخرى.
de_de: Die nachstehende Tabelle (n) bereits in der ausgewählten Datenbank vorhanden ist. Bitte geben Sie die Vorwahl ändern oder eine andere Datenbank wählen.
fr_fr: La table (s) ci-dessous sont existe déjà dans la base de données sélectionnée. S'il vous plaît changer le préfixe ou choisir une autre base de données.
it_it: La tabella che segue (s) sono già esistente nel database selezionato. Si prega di cambiare il prefisso o scegliere qualche altro database.
pt_pt: A tabela (s) abaixo são já existe no banco de dados selecionado. Por favor, altere o prefixo ou escolher algum outro banco de dados.
ru_ru: В приведенной ниже таблице (ы) уже существует в выбранной базе данных. Пожалуйста, измените префикс или выбрать какой-либо другой базы данных.

source: The destination URL is not reachable
ar_ae: عنوان URL المقصود غير قابلة للوصول
de_de: Die Ziel-URL ist nicht erreichbar
fr_fr: L'URL de destination est pas accessible
it_it: L'URL di destinazione non è raggiungibile
ja_jp: リンク先URLは到達できません
pt_pt: O URL de destino não está acessível
ru_ru: URL назначения не доступен

source: There is an error in cloning the dashboard. Please try again later.
ar_ae: يوجد خطأ في استنساخ لوحة القيادة. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Es ist ein Fehler, das Armaturenbrett in klonen. Bitte versuchen Sie es später noch einmal.
fr_fr: Il y a une erreur dans le clonage du tableau de bord. Veuillez réessayer plus tard.
it_it: C'è un errore nella clonazione cruscotto. Per favore riprova più tardi.
ja_jp: ダッシュボードのクローニングにエラーがあります。後ほどおかけ直しください。
pt_pt: Há um erro na clonagem do painel. Por favor, tente novamente mais tarde.
ru_ru: Существует ошибка в клонировании приборной панели. Пожалуйста, повторите попытку позже.

source: There is an error in copying the dashboard. Please try again later.
ar_ae: يوجد خطأ في نسخ لوحة القيادة. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Es ist ein Fehler, das Armaturenbrett zu kopieren. Bitte versuchen Sie es später noch einmal.
fr_fr: Il y a une erreur dans la copie du tableau de bord. Veuillez réessayer plus tard.
it_it: C'è un errore nel copiare il cruscotto. Per favore riprova più tardi.
ja_jp: ダッシュボードのコピーにエラーがあります。後ほどおかけ直しください。
pt_pt: Há um erro na cópia do painel. Por favor, tente novamente mais tarde.
ru_ru: Существует ошибка в копировании приборной панели. Пожалуйста, повторите попытку позже.

source: There is an error in moving the dashboard. Please try again later.
ar_ae: يوجد خطأ في التحرك لوحة القيادة. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Es ist ein Fehler, das Armaturenbrett in zu bewegen. Bitte versuchen Sie es später noch einmal.
fr_fr: Il y a une erreur dans le déplacement du tableau de bord. Veuillez réessayer plus tard.
it_it: C'è un errore nello spostamento del cruscotto. Per favore riprova più tardi.
ja_jp: ダッシュボードの移動中にエラーがあります。後ほどおかけ直しください。
pt_pt: Há um erro em mover o painel. Por favor, tente novamente mais tarde.
ru_ru: Существует ошибка в перемещении приборной панели. Пожалуйста, повторите попытку позже.

source: There is an error in updating this group. Please reload the page and try again
ar_ae: يوجد خطأ في تحديث هذه المجموعة. يرجى إعادة تحميل الصفحة وحاول مرة أخرى
de_de: Es ist ein Fehler bei dieser Gruppe bei der Aktualisierung. Bitte laden Sie die Seite und versuchen Sie es erneut
fr_fr: Il y a une erreur dans la mise à jour de ce groupe. S'il vous plaît recharger la page et réessayer
it_it: C'è un errore nell'aggiornamento questo gruppo. Si prega di ricaricare la pagina e riprova
ja_jp: このグループを更新する際にエラーがあります。ページをリロードして、もう一度お試しください
pt_pt: Existe um erro na actualização deste grupo. Por favor, recarregue a página e tente denovo
ru_ru: Существует ошибка в обновлении этой группы. Пожалуйста, перезагрузите страницу и попробуйте снова

source: There is no data in the uploaded file. Please check and try uploading again.
ar_ae: لا توجد بيانات في الملف الذي تم تحميله. يرجى مراجعة ومحاولة التحميل مرة أخرى.
de_de: Es gibt keine Daten in der hochgeladenen Datei. Bitte überprüfen und versuchen Sie es erneut.
fr_fr: Il n'y a pas de données dans le fichier téléchargé. S'il vous plaît vérifier et essayer de télécharger à nouveau.
it_it: Non ci sono dati nel file caricato. Si prega di verificare e provare a caricare di nuovo.
ja_jp: アップロードされたファイル内のデータはありません。確認して、もう一度アップロードしてください。
pt_pt: Não há dados no arquivo enviado. Por favor verifique e tente carregar novamente.
ru_ru: Там нет данных в загруженном файле. Пожалуйста, проверьте и повторите попытку.

source: third
ar_ae: الثالث
de_de: Dritten
fr_fr: 3e
it_it: Terzo
ja_jp: 三番
pt_pt: Terceiro
ru_ru: третий

source: This application requires a database to proceed further. Please choose a database.
ar_ae: هذا التطبيق يتطلب قاعدة بيانات على المضي قدما. الرجاء اختيار قاعدة البيانات.
de_de: Diese Anwendung erfordert eine Datenbank weiter fortzufahren. Bitte wählen Sie eine Datenbank.
fr_fr: Cette application nécessite une base de données pour aller plus loin. S'il vous plaît choisir une base de données.
it_it: Questa applicazione richiede un database per procedere ulteriormente. Scegliere un database.
pt_pt: Esta aplicação requer um banco de dados para prosseguir. Por favor, escolha um banco de dados.
ru_ru: Это приложение требует базы данных, чтобы идти дальше. Пожалуйста, выберите базу данных.

source: This Dashboard has been marked public, so anyone with this link will be able to view the contents of the Dashboard.
ar_ae: وقد اتسمت هذه لوحة الجمهور، لذلك أي شخص لديه هذا الرابط سوف تكون قادرة على عرض محتويات لوحة التحكم الرئيسية.
de_de: Das Armaturenbrett wurde öffentlich markiert, so dass jeder mit diesem Link in der Lage, den Inhalt des Dashboards anzuzeigen.
fr_fr: Ce tableau de bord a été marqué du public, afin que toute personne avec ce lien sera en mesure d'afficher le contenu du tableau de bord.
it_it: Questo Dashboard è stata segnata pubblico, quindi chiunque con questo link sarà in grado di visualizzare il contenuto del cruscotto.
pt_pt: Este painel foi marcado público, para que qualquer pessoa com este link será capaz de visualizar o conteúdo do Dashboard.
ru_ru: Эта панель была отмечена общественности, поэтому все, кто с этой ссылки будет иметь возможность просматривать содержимое инструментальной панели.

source: This has been marked public, so anyone with this link will be able to view the contents.
ar_ae: وقد اتسم هذا العام، لذلك أي شخص لديه هذا الرابط سوف تكون قادرة على عرض محتويات.
de_de: Dies wurde öffentlich markiert, so dass jeder mit diesem Link um den Inhalt anzuzeigen werden können.
fr_fr: Cela a été marqué du public, afin que toute personne avec ce lien sera en mesure d'afficher le contenu.
it_it: Questa è stata segnata pubblico, quindi chiunque con questo link sarà in grado di visualizzare il contenuto.
pt_pt: Esta foi marcado público, para que qualquer pessoa com este link será capaz de visualizar o conteúdo.
ru_ru: Это было отмечено общественности, так что любой человек с этой ссылки будет иметь возможность просматривать содержимое.

source: This Widget has been marked public, so anyone with this link will be able to view the contents of the Widget.
ar_ae: وقد اتسمت هذه القطعة الجمهور، لذلك أي شخص لديه هذا الرابط سوف تكون قادرة على عرض محتويات القطعة.
de_de: Dieses Widget wurde öffentlich markiert, so dass jeder mit diesem Link in der Lage, den Inhalt des Widget anzuzeigen.
fr_fr: Ce Widget a été marqué du public, afin que toute personne avec ce lien sera en mesure d'afficher le contenu du widget.
it_it: Questo Widget è stata segnata pubblico, quindi chiunque con questo link sarà in grado di visualizzare il contenuto del widget.
pt_pt: Esta Coisa foi marcado público, para que qualquer pessoa com este link será capaz de visualizar o conteúdo do Widget.
ru_ru: Этот виджет был отмечен общественности, поэтому все, кто с этой ссылки будет иметь возможность просматривать содержимое виджета.

source: This will be the default notification settings. Users can either choose the default settings or their own notification settings.
ar_ae: وستكون هذه هي الإعدادات الافتراضية الإخطار. يمكن للمستخدمين إما اختيار الإعدادات الافتراضية أو إعدادات الإعلام الخاصة بهم.
de_de: Dies wird die Standardeinstellungen für Benachrichtigungen sein. Benutzer können entweder die Standardeinstellungen oder ihre eigenen Benachrichtigungseinstellungen wählen.
fr_fr: Ce sera les paramètres de notification par défaut. Les utilisateurs peuvent choisir soit les paramètres par défaut ou de leurs propres paramètres de notification.
it_it: Questo sarà le impostazioni di notifica di default. Gli utenti possono scegliere le impostazioni predefinite o le proprie impostazioni di notifica.
ja_jp: これはデフォルトの通知設定になります。ユーザーは、デフォルトの設定や、独自の通知設定を選択することができます。
pt_pt: Este será as configurações de notificação padrão. Os usuários podem escolher as configurações padrão ou as suas próprias configurações de notificação.
ru_ru: Это будет настройки оповещений по умолчанию. Пользователи могут выбрать либо настройки по умолчанию или свои собственные настройки уведомлений.

source: Thursday
ar_ae: الخميس
de_de: Zeit
fr_fr: Jeudi
it_it: Giovedì
ja_jp: 木曜日
pt_pt: Quinta-feira
ru_ru: Четверг

source: Time
ar_ae: الزمن
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
pt_pt: Tempo
ru_ru: Продолжительность

source: Time Zone
ar_ae: منطقة زمنية
de_de: Zeitzone
fr_fr: Fuseau horaire
it_it: Fuso orario
pt_pt: Fuso horário
ru_ru: Часовой Пояс

source: to
ar_ae: إلى
de_de: zu
fr_fr: à
it_it: a
ja_jp: に
pt_pt: nach
ru_ru: до

source: To
ar_ae: إلى
de_de: Bis
fr_fr: À
it_it: A
ja_jp: に
pt_pt: Até
ru_ru: Кому

source: to learn how to create a DSN for MySQL database.
ar_ae: لمعرفة كيفية إنشاء DSN لقاعدة بيانات MySQL.
de_de: zu lernen, wie ein DSN für MySQL-Datenbank zu erstellen.
fr_fr: pour apprendre comment créer un DSN pour la base de données MySQL.
it_it: per imparare a creare un DSN per il database MySQL.
pt_pt: para aprender como criar um DSN para banco de dados MySQL.
ru_ru: чтобы узнать, как создать DSN для базы данных MySQL.

source: to learn how to create a DSN for Oracle database.
ar_ae: لمعرفة كيفية إنشاء DSN لقاعدة بيانات أوراكل.
de_de: zu lernen, wie ein DSN für Oracle-Datenbank zu erstellen.
fr_fr: pour apprendre comment créer un DSN pour la base de données Oracle.
it_it: per imparare a creare un DSN per il database Oracle.
pt_pt: para aprender como criar um DSN para banco de dados Oracle.
ru_ru: чтобы узнать, как создать DSN для базы данных Oracle.

source: to log in to your account
ar_ae: لتسجيل الدخول إلى حسابك
de_de: für die Anmeldung bei Ihrem Konto
fr_fr: pour vous connecter à votre compte
it_it: per accedere al tuo account
ja_jp: アカウントにログインします
pt_pt: para efetuar login em sua conta
ru_ru: чтобы войти в свою учетную запись

source: to resend the email
ar_ae: إعادة إرسال البريد الإلكتروني
de_de: erneut zu senden, die E-Mail
fr_fr: de renvoyer l'e-mail
it_it: di inviare nuovamente l'e-mail
ja_jp: 電子メールを再送信します
pt_pt: para reenviar o e-mail
ru_ru: для повторной отправки электронной почты

source: To send account activation email to the user, please configure email settings or change the account activation mode as Automatic Activation.
ar_ae: لإرسال حساب بريد الكتروني تفعيل للمستخدم، يرجى ضبط إعدادات البريد الإلكتروني أو تغيير وضع تنشيط الحساب كما التنشيط التلقائي.
de_de: Um die Kontoaktivierung E-Mail an den Benutzer senden, bitte E-Mail-Einstellungen zu konfigurieren oder die Kontoaktivierungsmodus wie Automatische Aktivierung ändern.
fr_fr: Pour envoyer compte e-mail d'activation à l'utilisateur, s'il vous plaît configurer les paramètres de messagerie ou modifier le mode d'activation de compte que l'activation automatique.
it_it: Per inviare account di posta elettronica di attivazione per l'utente, si prega di configurare le impostazioni di posta elettronica o cambiare la modalità di attivazione account come l'attivazione automatica.
pt_pt: Para enviar conta de e-mail de ativação para o usuário, por favor, configurar as definições de e-mail ou alterar o modo de ativação da conta, como a ativação automática.
ru_ru: Для того, чтобы отправить письмо с кодом активации учетной записи для пользователя, пожалуйста, настроить параметры электронной почты или изменить режим активации учетной записи, как автоматическая активация.

source: Today
ar_ae: اليوم
de_de: Heute
fr_fr: Aujourd'hui
it_it: Oggi
ja_jp: 今日
pt_pt: Hoje [contexto]
ru_ru: Cегодня

source: Toggle Preview
ar_ae: معاينة تبديل
de_de: Toggle Vorschau
fr_fr: Basculer Aperçu
ja_jp: トグルプレビュー
pt_pt: Vista preliminar
ru_ru: Переключить изображение

source: Total license count
ar_ae: العدد الإجمالي ترخيص
de_de: Gesamtlizenzanzahl
fr_fr: Nombre total de licence
it_it: numero di licenze Totale
pt_pt: contagem total de licenças
ru_ru: Общее количество лицензий

source: Try again latter
ar_ae: حاول مرة أخرى الأخير
de_de: Versuchen Sie es erneut letztere
fr_fr: Essayez à nouveau celui-ci
it_it: Riprovare quest'ultimo
pt_pt: Tente de novo este último
ru_ru: Попробуйте еще раз последний

source: Tuesday
ar_ae: الثلاثاء
de_de: Dienstag
fr_fr: Mardi
it_it: Martedì
ja_jp: 火曜日
pt_pt: Terça-feira
ru_ru: Вторник

source: Type
ar_ae: النوع
de_de: Typ
it_it: Tipo
ja_jp: タイプ
pt_pt: Tipo
ru_ru: Тип

source: Unable to mark this
ar_ae: غير قادر على إحياء هذا
de_de: Können Sie dieses zu markieren
fr_fr: Impossible de marquer cette
it_it: Impossibile segnare questo
pt_pt: Não é possível marcar este
ru_ru: Невозможно, чтобы отметить это

source: Unable to Remove this
ar_ae: غير قادر على إزالة هذا
de_de: Nicht imstande, dies zu entfernen
fr_fr: Impossible de supprimer cette
it_it: Impossibile rimuovere questo
pt_pt: Não é possível remover esta
ru_ru: Невозможно удалить этот

source: Unable to update Data Source(s)
ar_ae: غير قادر على تحديث بيانات المصدر (ق)
de_de: Unfähig Datenquelle (n) zu aktualisieren,
fr_fr: Impossible de mettre à jour des données Source (s)
it_it: Impossibile aggiornare origine dati (s)
pt_pt: Não é possível atualizar dados de origem (s)
ru_ru: Невозможно обновить источник (и) данных

source: Unable to update favorite
ar_ae: غير قادر على تحديث المفضلة
de_de: Kann nicht Favorit zu aktualisieren
fr_fr: Impossible de mettre à jour préférée
it_it: Impossibile aggiornare preferito
pt_pt: Não é possível atualizar favorito
ru_ru: Невозможно обновить избранное

source: Unsaved View
ar_ae: لم يتم حفظها مشاهدة
de_de: Unsaved anzeigen
fr_fr: unsaved Voir
it_it: non salvato View
pt_pt: Ver unsaved
ru_ru: Несохраненный Просмотр

source: until
ar_ae: حتى
de_de: bis
fr_fr: jusqu'à
it_it: fino a
ja_jp: まで
pt_pt: até
ru_ru: Untitled Просмотр

source: Untitled View
ar_ae: بدون اسم عرض
de_de: Ohne Titel anzeigen
fr_fr: Untitled Voir
pt_pt: Ver Untitled

source: Update
ar_ae: تحديث
de_de: Aktualisieren
fr_fr: Mise à jour
it_it: Aggiorna
ja_jp: 更新
pt_pt: Actualizar
ru_ru: Обновить

source: Update Active Directory Configuration settings
ar_ae: ضبط التهيئة الدليل النشط تحديث
de_de: Update-Active Directory-Konfigurationseinstellungen
fr_fr: Mettre à jour les paramètres de configuration d'Active Directory
it_it: Aggiornamento impostazioni di configurazione di Active Directory
ja_jp: Active Directoryの構成設定を更新します
pt_pt: As definições de configuração do Active Directory atualização
ru_ru: Параметры конфигурации Active Directory Update

source: Update Azure AD Configuration settings
ar_ae: ضبط التهيئة م تحديث أزور
de_de: Update-Azure AD Konfigurationseinstellungen
fr_fr: Mise à jour Azure paramètres de configuration AD
it_it: Le impostazioni di configurazione AD Aggiornamento Azure
pt_pt: configurações AD configuração de atualização Azure
ru_ru: Параметры конфигурации AD Обновление Azure

source: Update Category
ar_ae: تحديث الفئة
de_de: Kategorie aktualisieren
fr_fr: Mise à jour de la Catégorie
it_it: Aggiorna categoria
ja_jp: 更新カテゴリー
pt_pt: Categoria atualização
ru_ru: Обновить категорию

source: Update Dashboard
ar_ae: تحديث لوحة
fr_fr: Mise à jour du tableau de bord
it_it: Aggiornamento Dashboard
ja_jp: 更新ダッシュボード
pt_pt: atualização Painel
ru_ru: Обновить панель: {0}{0}{/0}

source: Update Data Source
ar_ae: المصدر تحديث البيانات
de_de: Update-Datenquelle
fr_fr: Mise à jour de la source de données
it_it: Aggiornamento Data Source
ja_jp: データソースの更新
pt_pt: Atualização de Fonte de Dados
ru_ru: Обновление источника данных

source: Update Data Source(s)
ar_ae: مصدر بيانات التحديث (الصورة)
de_de: Update-Datenquelle (n)
fr_fr: Mise à jour source (s) de données
it_it: Aggiornamento Data Source (s)
pt_pt: Atualização Data Source (s)
ru_ru: Обновление источника данных (ы)

source: Update data sources connected to the Dashboard -
ar_ae: مصادر تحديث البيانات المتصلة لوحة -
de_de: Quellen Daten aktualisieren Verbindung mit dem Dashboard -
fr_fr: sources de données de mise à jour connectés au tableau de bord -
it_it: fonti di aggiornare i dati connessi alla Dashboard -
pt_pt: fontes de dados atualização conectados ao painel -
ru_ru: источники обновления данных, подключенные к панели управления -

source: Update Notification Settings
ar_ae: إعدادات إعلام تحديث
de_de: Einstellungen Update-Benachrichtigung
fr_fr: Paramètres de mise à jour de notification
it_it: Impostazioni di notifica di aggiornamento
pt_pt: Atualizar Configurações de notificação
ru_ru: Настройки уведомления об обновлениях

source: Update Password
ar_ae: تحديث كلمة المرور
de_de: Kennwort ändern
fr_fr: Mise à jour du mot de passe
it_it: Aggiornamento password
pt_pt: atualização de senha
ru_ru: Обновление пароля

source: Update Profile
ar_ae: تحديث الملف
de_de: Profil aktualisieren
fr_fr: Mettre à jour le profil
it_it: Aggiorna il profilo
pt_pt: Atualizar perfil
ru_ru: Обновить профиль

source: Update View
ar_ae: تحديث الشخصي
de_de: Update-Ansicht
fr_fr: Mise à jour Voir
it_it: Aggiorna vista
pt_pt: Atualizar exibição
ru_ru: Обновление Просмотр

source: Update Widget
ar_ae: تحديث القطعة
fr_fr: Mise à jour Widget
it_it: Aggiornamento widget
ja_jp: アップデートウィジェット
pt_pt: atualização widget
ru_ru: Обновление Widget

source: Updated
ar_ae: محدث
de_de: Aktualisiert
fr_fr: Mis à jour
it_it: aggiornato
ja_jp: 更新しました
pt_pt: Actualizado:
ru_ru: Обновлено

source: Upload
ar_ae: تحميل
de_de: Hochladen
fr_fr: Déposer
it_it: Carica
ja_jp: アップロード
pt_pt: Carregar
ru_ru: Загрузить

source: Upload CSV File here
ar_ae: تحميل ملف CSV هنا
de_de: Laden Sie CSV-Datei hier
fr_fr: Télécharger fichier CSV ici
it_it: Carica file CSV qui
ja_jp: ここでCSVファイルをアップロード
pt_pt: Faça o upload do arquivo CSV aqui
ru_ru: Загрузить CSV-файла здесь

source: Upload Image
ar_ae: تحميل صورة
de_de: Bild hochladen
fr_fr: Télécharger image
it_it: Carica immagine
pt_pt: Carregar imagem
ru_ru: Загрузить изображение

source: Use HTTP
ar_ae: استخدام HTTP
de_de: Verwenden Sie HTTP
fr_fr: Utiliser HTTP
it_it: utilizzare HTTP
pt_pt: usar HTTP
ru_ru: Использование HTTP

source: Use HTTPS (Recommended)
ar_ae: استخدام HTTPS (مستحسن)
de_de: HTTPS verwenden (empfohlen)
fr_fr: Utilisez HTTPS (recommandé)
it_it: Utilizzare HTTPS (consigliato)
pt_pt: Use HTTPS (recomendado)
ru_ru: Использовать HTTPS (рекомендуется)

source: User
ar_ae: مستخدم
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
pt_pt: Usuários
ru_ru: Пользователь

source: User account activation
ar_ae: تفعيل حساب المستخدم
de_de: Benutzerkontoaktivierung
fr_fr: activation du compte de l'utilisateur
it_it: attivazione account utente
ja_jp: ユーザアカウントのアクティブ化
pt_pt: ativação da conta do usuário
ru_ru: Активация пользователя учетной записи

source: User account has been activated successfully.
ar_ae: تم تفعيل حساب المستخدم بنجاح.
de_de: Benutzerkonto wurde erfolgreich aktiviert.
fr_fr: Compte d'utilisateur a été activé avec succès.
it_it: account utente è stato attivato con successo.
pt_pt: conta de usuário foi ativado com sucesso.
ru_ru: Учетная запись пользователя была успешно активирована.

source: User data
ar_ae: بيانات المستخدم
de_de: Userdaten
fr_fr: Données d'utilisateur
it_it: Dati utente
pt_pt: Dados do usuário
ru_ru: Пользовательские данные

source: User has been added and activated successfully.
ar_ae: تمت إضافة المستخدم وتفعيله بنجاح.
de_de: Benutzer wurde hinzugefügt und erfolgreich aktiviert.
fr_fr: L'utilisateur a été ajouté et activé avec succès.
it_it: Utente è stato aggiunto e attivato correttamente.
pt_pt: Usuário foi adicionado e ativado com sucesso.
ru_ru: была добавлена ​​пользователя и успешно активирован.

source: User has been added successfully.
ar_ae: تمت إضافة المستخدم بنجاح.
de_de: Benutzer wurde erfolgreich hinzugefügt.
fr_fr: L'utilisateur a été ajouté avec succès.
it_it: Utente è stato aggiunto.
ja_jp: ユーザーが正常に追加されました。
pt_pt: Usuário foi adicionado com sucesso.
ru_ru: Пользователь был успешно добавлен.
