Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: No Views found
ar_ae: لا المشاهدات جدت
de_de: Keine Ansichten gefunden
fr_fr: Aucun Vues trouvé
it_it: Nessun Visualizzazioni trovato
pt_pt: Sem vista encontrados
ru_ru: Не найдено ни одной Просмотров

source: Note:
ar_ae: ملاحظة:
de_de: Hinweis:
fr_fr: Remarque:
it_it: Nota:
pt_pt: Obs:
ru_ru: Примечание:

source: NotEqual
ar_ae: غير متساوي
de_de: Nicht-gleich
fr_fr: Inégal
it_it: Non uguale
pt_pt: Não igual
ru_ru: Не равно

source: Notification Settings
ar_ae: إعدادات الإشعارات
de_de: Benachrichtigungseinstellungen wurde erfolgreich aktualisiert
fr_fr: Paramètres Notification
it_it: =Configurazione delle Notifiche=
ja_jp: 通知設定
pt_pt: Configurações de notificação
ru_ru: Настройки уведомлений

source: NOTIFICATION SETTINGS
ar_ae: إعدادات الإشعارات
fr_fr: Paramètres de notification
it_it: =Configurazione delle Notifiche=
ja_jp: 通知設定
pt_pt: CONFIGURAÇÕES DE NOTIFICAÇÃO
ru_ru: НАСТРОЙКИ УВЕДОМЛЕНИЙ

source: Notification settings has been updated successfully
ar_ae: تم تحديث إعدادات الإعلام بنجاح
fr_fr: Paramètres de notification a été mis à jour avec succès
it_it: Impostazioni di notifica è stato aggiornato con successo
ja_jp: 通知の設定が正常に更新されました
pt_pt: Configurações de notificação foi atualizado com sucesso
ru_ru: Настройки уведомлений обновлен успешно

source: Notification settings has been updated successfully.
ar_ae: تم تحديث إعدادات الإعلام بنجاح.
de_de: Benachrichtigungseinstellungen wurde erfolgreich aktualisiert.
fr_fr: Paramètres de notification a été mis à jour avec succès.
it_it: Impostazioni di notifica è stato aggiornato con successo.
pt_pt: Configurações de notificação foi atualizado com sucesso.
ru_ru: Настройки уведомлений были успешно обновлены.

source: Notifications
ar_ae: الاشعارات
de_de: Benachrichtigungen
fr_fr: novembre
it_it: notifiche
ja_jp: お知らせ
pt_pt: Notificações
ru_ru: Уведомления

source: NOTIFICATIONS
ar_ae: التذكيرات
it_it: NOTIFICHE
pt_pt: Notificações
ru_ru: Уведомления

source: November
ar_ae: نوفمبر
it_it: Novembre
ja_jp: 11月
pt_pt: Novembro
ru_ru: Ноябрь

source: Now
ar_ae: الآن
de_de: Jetzt
fr_fr: Maintenant
it_it: Ora
ja_jp: 今
pt_pt: Agora
ru_ru: Сейчас

source: Numbered List
ar_ae: قائمة مرقمة
de_de: Nummerierte Liste
fr_fr: Liste numérotée
it_it: Elenco numerato
ja_jp: 番号付きリスト
pt_pt: Lista numerada
ru_ru: Нумерованный список

source: Occures every weekday
ar_ae: Occures كل يوم من أيام الأسبوع
de_de: Occures jeden Tag
fr_fr: A lieu tous les jours
it_it: Occures ogni giorno della settimana
ja_jp: 平日のOccures
pt_pt: Occures cada dia da semana
ru_ru: Каждый будний день встречается,

source: Occurrences
ar_ae: الحوادث
de_de: Auftreten
it_it: occorrenze
ja_jp: オカレンス
pt_pt: ocorrências
ru_ru: События

source: Occurs day
ar_ae: يحدث اليوم
de_de: Tritt ein Tag
fr_fr: survient jour
it_it: Si verifica giorno
ja_jp: 日が発生します
pt_pt: ocorre dia
ru_ru: Происходит день

source: Occurs every
ar_ae: يحدث كل
de_de: Tritt jeder
fr_fr: survient chaque
it_it: Si verifica ogni
ja_jp: 発生するすべての
pt_pt: ocorre a cada
ru_ru: Происходит каждый

source: Occurs every day
ar_ae: يحدث كل يوم
de_de: Tritt jeden Tag
fr_fr: Survient chaque jour
it_it: Si verifica ogni giorno
ja_jp: 毎日発生します。
pt_pt: Ocorre todos os dias
ru_ru: Происходит каждый день

source: Occurs every weekday
ar_ae: يحدث كل يوم من أيام الأسبوع
de_de: Tritt jeden Tag
fr_fr: Survient tous les jours
it_it: Si verifica ogni giorno della settimana
pt_pt: Ocorre cada dia da semana
ru_ru: Происходит каждый будний день

source: Occurs the
ar_ae: يحدث في
de_de: Tritt auf die
fr_fr: survient la
it_it: Si verifica il
ja_jp: 発生します。
pt_pt: ocorre o
ru_ru: происходит

source: October
ar_ae: اكتوبر
de_de: Oktober
fr_fr: octobre
it_it: Ottobre
ja_jp: 10月
pt_pt: Outubro
ru_ru: Октябрь

source: of
ar_ae: من
de_de: von
fr_fr: de
it_it: di
ja_jp: の
pt_pt: DA
ru_ru: из

source: of every
ar_ae: كل
de_de: von jedem
fr_fr: de toute
it_it: di ogni
ja_jp: すべての
pt_pt: de cada
ru_ru: из каждых

source: of every
ar_ae: كل
de_de: von jedem
fr_fr: de toute
it_it: di ogni
ja_jp: すべての
pt_pt: de cada
ru_ru: из каждых

source: Oldest
ar_ae: -الأقدم
de_de: Älteste
fr_fr: Le plus ancien
it_it: il più vecchio
ja_jp: 最古
pt_pt: mais velho
ru_ru: самый старший

source: On
ar_ae: تشغيل
de_de: An
fr_fr: Dans
it_it: Attivato
ja_jp: に
pt_pt: Com
ru_ru: Вкл

source: Open
ar_ae: فتح
de_de: Öffnen
fr_fr: Ouvert
it_it: Aperto
ja_jp: オープン
pt_pt: Abrir
ru_ru: Открыть

source: Open Dashboard in new tab
ar_ae: لوحة مفتوحة في علامة تبويب جديدة
de_de: Öffnen Sie Dashboard, in neuem Tab
fr_fr: Ouvrir dans un nouvel onglet Tableau de bord
it_it: Aprire Dashboard in una nuova scheda
pt_pt: Abra o Dashboard em uma nova guia
ru_ru: Откройте Панель управления в новой вкладке

source: Open with Dashboard Designer
ar_ae: مفتوحة مع مصمم لوحة المعلومات
de_de: Öffnen Sie mit dem Dashboard-Designer
fr_fr: Ouvrir avec Dashboard Designer
it_it: Apri con Dashboard Designer
ja_jp: ダッシュボードデザイナーで開きます
pt_pt: Abrir com o Dashboard Designer
ru_ru: Открыть с помощью конструктора панели мониторинга

source: Options
ar_ae: خيارات
de_de: Optionen
fr_fr: options de
it_it: Opzioni
pt_pt: Opções
ru_ru: Опции

source: Oracle
ar_ae: شركة أوراكل
de_de: Orakel
it_it: Oracolo
pt_pt: Oráculo
ru_ru: оракул

source: Oracle ODBC DSN
ar_ae: أوراكل ODBC DSN
pt_pt: A Oracle ODBC DSN

source: Organization name
ar_ae: إسم المنظمة
de_de: Name der Organisation
fr_fr: Nom de l'organisation
it_it: Nome dell'organizzazione
ja_jp: 組織名
pt_pt: Nome da organização
ru_ru: Название организации

source: Owner
ar_ae: المالك
de_de: Eigentümer
fr_fr: Propriétaire
it_it: Proprietario
ja_jp: オーナー
pt_pt: Proprietário
ru_ru: Владелец

source: Owner name
ar_ae: اسم المالك :
de_de: Namen des Eigentümers
fr_fr: Le nom du propriétaire
it_it: Nome del proprietario
pt_pt: Nome do proprietário
ru_ru: Имя владельца

source: Page Not Found
ar_ae: الصفحة غير موجودة
de_de: Seite nicht gefunden
fr_fr: Page non trouvée
it_it: Pagina non trovata
ja_jp: ページが見つかりません
pt_pt: PÁGINA NÃO ENCONTRADA
ru_ru: Страница не найдена

source: Password
ar_ae: كلمة السر
de_de: Passwort
fr_fr: Mot de passe
it_it: Chiave D'accesso
ja_jp: パスワード
pt_pt: Palavra-passe
ru_ru: Пароль

source: Password Assistance
ar_ae: مساعدة كلمة المرور
de_de: Passwort-Unterstützung
fr_fr: Assistance Mot de passe
it_it: Assistenza password
ja_jp: パスワードアシスタンス
pt_pt: Esqueci minha senha
ru_ru: Восстановление пароля

source: Password cannot exceed 85 characters
ar_ae: كلمة لا يمكن أن يتجاوز 85 حرفا
de_de: Passwort darf nicht länger als 85 Zeichen
fr_fr: Mot de passe ne peut pas dépasser 85 caractères
it_it: La password non può superare i 85 caratteri
pt_pt: A senha não pode exceder 85 caracteres
ru_ru: Пароль не может превышать 85 символов

source: Password change unsuccessful.
ar_ae: تغيير كلمة المرور غير ناجحة.
de_de: Passwortänderung nicht erfolgreich.
fr_fr: changement de mot de passe échoue.
it_it: modifica della password senza successo.
ja_jp: パスワード変更失敗。
pt_pt: alteração de senha malsucedida.
ru_ru: Изменение пароля безуспешными.

source: Password has been changed successfully.
ar_ae: تم تغيير كلمة السر بنجاح.
de_de: Passwort wurde erfolgreich geändert.
fr_fr: Le mot de passe a été changé avec succès.
it_it: La password è stata cambiata con successo.
ja_jp: パスワードが正常に変更されました。
pt_pt: A senha foi alterada com sucesso.
ru_ru: Пароль был успешно изменен.

source: Password has been updated successfully
ar_ae: تم تحديث كلمة السر بنجاح
de_de: Kennwort wurde erfolgreich aktualisiert
fr_fr: Mot de passe a été mis à jour avec succès
it_it: La password è stata aggiornata con successo
pt_pt: A senha foi atualizada com sucesso
ru_ru: Пароль был успешно обновлен

source: Password has been updated successfully.
ar_ae: تم تحديث كلمة السر بنجاح.
de_de: Kennwort wurde erfolgreich aktualisiert.
fr_fr: Mot de passe a été mis à jour avec succès.
it_it: La password è stato aggiornato con successo.
ja_jp: パスワードが正常に更新されました。
pt_pt: A senha foi atualizada com sucesso.
ru_ru: Пароль был успешно обновлен.

source: Password Helper
ar_ae: كلمة مساعد
de_de: Kennwort Helper
fr_fr: Mot de passe Helper
it_it: Helper password
ja_jp: パスワードヘルパー
pt_pt: Helper senha
ru_ru: Пароль Helper

source: Password mismatch
ar_ae: عدم تطابق كلمة المرور
de_de: Die Passwörter stimmen nicht überein
fr_fr: Non concordance des mots de passe
it_it: La password non corrisponde.
ja_jp: パスワードの不一致
pt_pt: Senha incorreta
ru_ru: Несоответствие паролей!

source: Password must be 6 characters including 1 uppercase letter, 1 lowercase letter, 1 numeric and 1 special character.
ar_ae: يجب أن تكون كلمة 6 أحرف بما في ذلك 1 حرف كبير، 1 حرف صغير، 1 رقمية و1 طابع خاص.
de_de: Das Passwort muss 6 Zeichen lang sein, darunter 1 Großbuchstaben, Kleinbuchstaben 1, 1 numerisches und 1 Sonderzeichen.
fr_fr: Mot de passe doit être de 6 caractères dont 1 lettre majuscule, 1 lettre minuscule, 1 numérique et 1 caractère spécial.
it_it: La password deve essere di 6 caratteri di cui 1 lettera maiuscola, 1 lettera minuscola, 1 numerico e 1 carattere speciale.
pt_pt: A senha deve ter 6 caracteres, incluindo uma letra maiúscula, uma letra minúscula, um numérico e um caractere especial.
ru_ru: Пароль должен быть 6-ти символов, включая 1 заглавной буквы, 1 строчной буквы, 1 числовой и 1 специальный символ.

source: Password must contain at least six characters with one uppercase
ar_ae: يجب أن يحتوي على كلمة مرور ستة أحرف على الأقل مع الأحرف الكبيرة واحدة
de_de: Das Passwort muss mindestens sechs Zeichen mit einem Großbuchstaben enthalten
fr_fr: Mot de passe doit contenir au moins six caractères avec une majuscule
it_it: La password deve contenere almeno sei caratteri con una maiuscola
pt_pt: A senha deve conter pelo menos seis caracteres com uma maiúscula
ru_ru: Пароль должен содержать не менее шести символов с одной верхний регистр

source: Password must meet the following requirements.
ar_ae: كلمة السر يجب أن تستوفي الشروط التالية.
de_de: Das Passwort muss die folgenden Anforderungen erfüllen.
fr_fr: Mot de passe doit répondre aux exigences suivantes.
it_it: La password deve soddisfare i seguenti requisiti.
pt_pt: A senha deve satisfazer os seguintes requisitos.
ru_ru: Пароль должен отвечать следующим требованиям.

source: Password must meet the following requirements. It must contain,
ar_ae: كلمة السر يجب أن تستوفي الشروط التالية. يجب أن تحتوي،
de_de: Das Passwort muss die folgenden Anforderungen erfüllen. Es muss enthalten,
fr_fr: Mot de passe doit répondre aux exigences suivantes. Il doit contenir,
it_it: La password deve soddisfare i seguenti requisiti. Essa deve contenere,
pt_pt: A senha deve satisfazer os seguintes requisitos. Deve conter,
ru_ru: Пароль должен отвечать следующим требованиям. Он должен содержать,

source: Password must meet the following requirements.<br>It must contain,
ar_ae: كلمة السر يجب أن تستوفي الشروط التالية. <BR> يجب أن تضم،
de_de: Das Passwort muss die folgenden Anforderungen erfüllen. <br> Es enthalten muss,
fr_fr: Mot de passe doit répondre aux exigences suivantes. <br> Il doit contenir,
it_it: La password deve soddisfare i seguenti requisiti. <BR> Deve contenere,
pt_pt: A senha deve satisfazer os seguintes requisitos. <br> Deve conter,
ru_ru: Пароль должен отвечать следующим требованиям. <br> Он должен содержать,

source: Password should not be empty
ar_ae: يجب أن كلمة السر لا تكون فارغة
de_de: Passwort darf nicht leer sein
fr_fr: Mot de passe ne doit pas être vide
it_it: La password non deve essere vuoto
pt_pt: A senha não deve estar vazio
ru_ru: Пароль не должен быть пустым

source: Password updation has been failed.
ar_ae: وقد فشل كلمة المرور updation.
de_de: Kennwort updation fehlgeschlagen ist.
fr_fr: Mot de passe updation a été échoué.
it_it: Password updation è stato fallito.
ja_jp: パスワードupdationは失敗しました。
pt_pt: Senha updation foi falhou.
ru_ru: Пароль Updation был не удалось.

source: Passwords mismatch
ar_ae: عدم تطابق كلمات السر
de_de: Passwörter Mismatch
fr_fr: inadéquation des mots de passe
it_it: mancata corrispondenza delle password
ja_jp: パスワードの不一致
pt_pt: incompatibilidade senhas
ru_ru: Пароли несоответствие

source: Passwords Mismatch
ar_ae: كلمات السر عدم تطابق
de_de: Passwörter stimmen nicht überein
fr_fr: Les mots de passe Mismatch
it_it: Le password non corrispondente
ja_jp: パスワードの不一致
pt_pt: senhas incompatibilidade
ru_ru: Пароли Несовпадение

source: People
ar_ae: الناس
de_de: Personen
fr_fr: Personnes
ja_jp: 人
pt_pt: Pessoas
ru_ru: Люди

source: Permission
ar_ae: إذن
de_de: Genehmigung
it_it: Permesso
pt_pt: Permissão
ru_ru: Разрешения

source: Permission Access
ar_ae: إذن الوصول
de_de: Zugriffsberechtigungen
fr_fr: Autorisation d'accès
it_it: Autorizzazione di accesso
pt_pt: permissão de acesso
ru_ru: Разрешение доступа

source: Permission Denied
ar_ae: طلب مرفوض
de_de: Zugriff verweigert
fr_fr: Permission refusée
it_it: Permesso negato
ja_jp: アクセス拒否
pt_pt: Permissão negada
ru_ru: Запрещено

source: Permission Entity
ar_ae: الكيان إذن
fr_fr: Permission Entité
it_it: Il permesso Entity
pt_pt: Entidade permissão
ru_ru: Разрешение Entity

source: Permission Entity already exists
ar_ae: الكيان إذن موجود بالفعل
de_de: Permission Entity bereits vorhanden
fr_fr: Permission entité existe déjà
it_it: Il permesso di entità esiste già
ja_jp: パーミッションエンティティがすでに存在しています
pt_pt: Entidade permissão já existe
ru_ru: Разрешение Объект уже существует

source: permission for
ar_ae: إذن ل
de_de: Erlaubnis
fr_fr: l'autorisation pour
it_it: il permesso per
ja_jp: 許可
pt_pt: a permissão para
ru_ru: {0}{/0} {1}Разрешение для:{/1}

source: Permission has been added successfully.
ar_ae: تمت إضافة إذن بنجاح.
de_de: Die Erlaubnis wurde erfolgreich hinzugefügt.
fr_fr: L'autorisation a été ajouté avec succès.
it_it: Il permesso è stato aggiunto.
pt_pt: A permissão foi adicionado com sucesso.
ru_ru: Разрешение был успешно добавлен.

source: Permissions
ar_ae: أذونات
de_de: Berechtigungen
fr_fr: Autorisations
it_it: Telefono
pt_pt: permissões
ru_ru: Права доступа приложения

source: Phone
ar_ae: هاتف
de_de: Telefon
fr_fr: Téléphone
pt_pt: Telefone
ru_ru: Телефон

source: Please avoid special character; Leading and Trailing spaces
ar_ae: يرجى تجنب طابع خاص. الرائدة ومسافات زائدة
de_de: Bitte vermeiden Sie Sonderzeichen; Führende und nachgestellte Leerzeichen
fr_fr: S'il vous plaît éviter caractère spécial; Avant et arrière espaces
it_it: Si prega di evitare carattere speciale; Spazi iniziali e finali
pt_pt: Por favor, evite caracteres especiais; Esquerda e à direita espaços
ru_ru: Пожалуйста, избегайте особый характер; Ведущие и ведомые пробелы

source: Please avoid special character';\"
ar_ae: يرجى تجنب طابع خاص؛ \ "
de_de: Bitte vermeiden Sie Sonderzeichen '; \ "
fr_fr: S'il vous plaît éviter de caractère spécial "; \"
it_it: Si prega di evitare carattere speciale '; \ "
pt_pt: Por favor, evite caractere especial '; \ "
ru_ru: Пожалуйста, во избежание специального символа '; \ "

source: Please avoid special character';\" Leading and Trailing spaces
ar_ae: يرجى تجنب طابع خاص؛ \ "قيادة ومسافات زائدة
de_de: Bitte vermeiden Sie Sonderzeichen ", \" Führende und nachgestellte Leerzeichen
fr_fr: S'il vous plaît éviter de caractère spécial "; \" avant et arrière espaces
it_it: Si prega di evitare carattere speciale '; \ "spazi iniziali e finali
pt_pt: Por favor, evite caractere especial '; \ "esquerda e à direita espaços
ru_ru: Пожалуйста, во избежание специального символа '; \ "Ведущие и ведомые пробелы

source: Please avoid special characters
ar_ae: يرجى تجنب الأحرف الخاصة
de_de: Bitte vermeiden Sie Sonderzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux
it_it: Si prega di evitare caratteri speciali
ja_jp: 特殊文字を避けてください。
pt_pt: Por favor, evite caracteres especiais
ru_ru: Пожалуйста, избегайте специальных символов

source: Please avoid special characters <>%*?\":`;'[]|\ Leading and Trailing spaces
ar_ae: يرجى تجنب الأحرف الخاصة <>٪ * \ ":`، '[] | \ قيادة ومسافات زائدة
de_de: Bitte vermeiden Sie Sonderzeichen <>% * \ ":`; '[] | \ führende und nachgestellte Leerzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux <>% * \ ":? ';' [] | \ Attaque et de fuite des espaces
it_it: Si prega di evitare i caratteri speciali <>% * \ ":`; '[] | \ spazi iniziali e finali
pt_pt: Por favor, evite caracteres especiais <>% * \ ":?`; '[] | \ Esquerda e à direita espaços
ru_ru: Пожалуйста, избегать специальных символов <>% * \ ":`; '[] | \ Ведущие и ведомые пробелы

source: Please avoid special characters, numbers and white spaces
ar_ae: يرجى تجنب الأحرف الخاصة والأرقام والمسافات
de_de: Bitte vermeiden Sie Sonderzeichen, Zahlen und Leerzeichen
fr_fr: S'il vous plaît éviter des caractères spéciaux, des chiffres et des espaces blancs
it_it: Si prega di evitare caratteri speciali, numeri e spazi bianchi
pt_pt: Por favor, evite caracteres especiais, números e espaços em branco
ru_ru: Пожалуйста, избегайте специальных символов, цифр и пробелов

source: Please avoid special characters\";
ar_ae: يرجى تجنب الأحرف الخاصة \ ".
de_de: Bitte vermeiden Sie Sonderzeichen \ ";
fr_fr: S'il vous plaît éviter les caractères spéciaux \ ";
it_it: Si prega di evitare caratteri speciali \ ";
pt_pt: Por favor, evite caracteres especiais \ ";
ru_ru: Пожалуйста, избегайте специальных символов \ ";

source: Please avoid special characters\"; and Leading spaces
ar_ae: يرجى تجنب الأحرف الخاصة \ "، والمسافات البادئة
de_de: Bitte vermeiden Sie Sonderzeichen \ "und Führende Leerzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux \ "; et les espaces de premier plan
it_it: Si prega di evitare caratteri speciali \ "; e gli spazi principali
pt_pt: Por favor, evite caracteres especiais \ ", e espaços à esquerda
ru_ru: Пожалуйста, избегайте специальных символов \ ", а перед ним пробелы

source: Please avoid special characters\"\;
ar_ae: يرجى تجنب الأحرف الخاصة \ "\.
de_de: Bitte vermeiden Sie Sonderzeichen \ "\;
fr_fr: S'il vous plaît éviter les caractères spéciaux \ "\;
it_it: Si prega di evitare caratteri speciali \ "\;
pt_pt: Por favor, evite caracteres especiais \ "\;
ru_ru: Пожалуйста, избегайте специальных символов \ "\;

source: Please avoid special characters\"\; and Leading spaces and Trailing spaces
ar_ae: يرجى تجنب الأحرف الخاصة \ "\، والمسافات البادئة والمساحات زائدة
de_de: Bitte vermeiden Sie Sonderzeichen \ "\ und Führende Leerzeichen und nachgestellte Leerzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux \ "\; et des espaces de premier plan et des espaces Trailing
it_it: Si prega di evitare caratteri speciali \ "\, e gli spazi iniziali e gli spazi Trailing
pt_pt: Por favor, evite caracteres especiais \ "\; e espaços à esquerda e espaços Trailing
ru_ru: Пожалуйста, избегайте специальных символов \ "\ и начальными пробелами и завершающие пробелы

source: Please choose a storage system for storing files the Dashboard server generates. A complete list of the files generated by the Dashboard Server can be viewed <a target="_blank" href="http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage-settings">here</a>.
ar_ae: الرجاء اختيار نظام التخزين لتخزين الملفات يولد خادم لوحة. ويمكن الاطلاع على قائمة كاملة من الملفات التي تم إنشاؤها من قبل خادم لوحة <هدفا = "_ فارغ" أ href = "http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage -settings "> هنا </a>.
de_de: Bitte wählen Sie ein Speichersystem für Dateien das Dashboard-Server generiert speichern. Eine vollständige Liste der Dateien, die vom Dashboard Server erzeugte <a target = "_ blank " href = "betrachtet werden http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage -Einstellungen "> hier </a>.
fr_fr: S'il vous plaît choisir un système de stockage pour stocker les fichiers du serveur Dashboard génère. Une liste complète des fichiers générés par le Dashboard Server peut être visualisé <a target = "_ blank" href = "http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage -settings "> ici </a>.
it_it: Scegliere un sistema di storage per memorizzare i file del server Dashboard genera. Un elenco completo dei file generati dal server Dashboard può essere visualizzato <a target = "_ blank " href = "http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage -settings "> qui </a>.
pt_pt: Por favor, escolha um sistema de armazenamento para armazenar arquivos no servidor Painel gera. Uma lista completa dos arquivos gerados pelo Dashboard Server pode ser visualizada <a target = "_ blank " href = "http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage -Configurações "> aqui </a>.
ru_ru: Пожалуйста, выберите систему хранения для хранения файлов на сервере Dashboard генерирует. Полный список файлов, созданных с помощью панели мониторинга сервера можно посмотреть <цель = "_blank " HREF = "http://help.syncfusion.com/dashboard-platform/dashboard-server/site-settings/storage~~HEAD=dobj -Settings "> здесь </a>.

source: Please choose a valid SYDS file to upload
ar_ae: الرجاء اختيار ملف SYDS صالح للتحميل
de_de: Bitte wählen Sie eine gültige SYDS Datei hochladen
fr_fr: S'il vous plaît choisir un fichier valide pour télécharger yards carrés
it_it: Scegliere un file SYDS valida per caricare
pt_pt: Por favor, escolha um arquivo SYDS válida para carregar
ru_ru: Пожалуйста, выберите правильный файл SYDS для загрузки

source: Please choose a valid SYDW file to upload
ar_ae: الرجاء اختيار ملف SYDW صالح للتحميل
de_de: Bitte wählen Sie eine gültige SYDW Datei hochladen
fr_fr: S'il vous plaît choisir un fichier SYDW valide pour télécharger
it_it: Scegliere un file SYDW valida per caricare
pt_pt: Por favor, escolha um arquivo SYDW válida para carregar
ru_ru: Пожалуйста, выберите правильный файл SYDW для загрузки

source: Please choose a valid SYDX file to upload
ar_ae: الرجاء اختيار ملف SYDX صالح للتحميل
de_de: Bitte wählen Sie eine gültige SYDX Datei hochladen
fr_fr: S'il vous plaît choisir un fichier SYDX valide pour télécharger
it_it: Scegliere un file SYDX valida per caricare
pt_pt: Por favor, escolha um arquivo SYDX válida para carregar
ru_ru: Пожалуйста, выберите правильный файл SYDX для загрузки

source: Please click here to change the account activation type
ar_ae: الرجاء النقر هنا لتغيير نوع تنشيط الحساب
de_de: Bitte klicken Sie hier, um die Account-Aktivierung Typ ändern
fr_fr: S'il vous plaît cliquer ici pour changer le type d'activation de compte
it_it: Clicca qui per cambiare il tipo di attivazione dell'account
pt_pt: Por favor clique aqui para alterar o tipo de ativação da conta
ru_ru: Пожалуйста, нажмите здесь, чтобы изменить тип активации учетной записи

source: Please click here to configure the Active Directory settings
ar_ae: الرجاء النقر هنا لتكوين إعدادات خدمة Active Directory
de_de: Bitte klicken Sie hier um die Active Directory-Einstellungen zu konfigurieren
fr_fr: S'il vous plaît cliquez ici pour configurer les paramètres Active Directory
it_it: Fare clic qui per configurare le impostazioni di Active Directory
ja_jp: Active Directoryの設定を構成するにはこちらをクリックしてください
pt_pt: Por favor clique aqui para configurar as configurações do Active Directory
ru_ru: Пожалуйста, нажмите здесь, чтобы настроить параметры Active Directory

source: Please click here to configure the Azure Active Directory settings
ar_ae: الرجاء النقر هنا لتكوين أزور إعدادات الدليل النشط
de_de: Bitte klicken Sie hier, um die Azure Active Directory-Einstellungen zu konfigurieren
fr_fr: S'il vous plaît cliquez ici pour configurer les paramètres Active Directory Azure
it_it: Fare clic qui per configurare le impostazioni di Active Directory Azure
pt_pt: Por favor clique aqui para configurar as definições do Active Directory Azure
ru_ru: Пожалуйста, нажмите здесь, чтобы настроить параметры Active Directory Azure
