Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: Bold
ar_ae: جريء
de_de: Fett
fr_fr: Gras
it_it: Neretto
ja_jp: 大胆な
pt_pt: Negrito
ru_ru: Полужирный

source: Browse file path
ar_ae: مسار الملف الاستعراض
de_de: Durchsuchen Dateipfad
fr_fr: Chemin du fichier Parcourir
it_it: percorso del file Sfoglia
ja_jp: ファイルパスを閲覧します
pt_pt: caminho do arquivo Browse
ru_ru: Просмотр путь к файлу

source: Browse file path (.csv)
ar_ae: مسار الملف الاستعراض (CSV)
de_de: Durchsuchen Dateipfad (.csv)
fr_fr: Chemin du fichier Parcourir (.csv)
it_it: percorso del file Sfoglia (.csv)
pt_pt: Procure o caminho do arquivo (.csv)
ru_ru: Просмотр путь к файлу (CSV)

source: browse image path
ar_ae: مسار صورة الاستعراض
de_de: Browse-Bildpfad
fr_fr: chemin de l'image browse
it_it: percorso sfogliare le immagini
pt_pt: caminho da imagem browse
ru_ru: Просмотр пути изображения

source: Cancel
ar_ae: إلغاء
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar
ru_ru: Отмена

source: Cannot delete
ar_ae: لا يمكن حذف
de_de: Kann nicht löschen -
fr_fr: Suppression impossible
it_it: Impossibile eliminare
ja_jp: 削除できません。
pt_pt: Não é possível excluir
ru_ru: Невозможно удалить

source: Category
ar_ae: تصنيف
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリー
pt_pt: Categoria
ru_ru: Категория

source: Category has been added successfully.
ar_ae: تمت إضافة فئة بنجاح.
de_de: Kategorie wurde erfolgreich hinzugefügt.
fr_fr: catégorie a été ajoutée avec succès
it_it: Categoria è stato aggiunto.
ja_jp: カテゴリは正常に追加されました。
pt_pt: Categoria foi adicionada com sucesso.
ru_ru: Категория была успешно добавлена.

source: Category has been updated successfully.
ar_ae: تم تحديث فئة بنجاح.
de_de: Kategorie wurde erfolgreich aktualisiert.
fr_fr: Catégorie a été mis à jour avec succès.
it_it: Categoria è stato aggiornato con successo.
pt_pt: Categoria foi atualizada com sucesso.
ru_ru: Категория была успешно обновлена.

source: Category Name
ar_ae: اسم التصنيف
de_de: Kategoriename
fr_fr: Nom de la Catégorie
it_it: Nome Categoria
ja_jp: カテゴリー名
pt_pt: Nome da Categoria
ru_ru: Название категории

source: Category name already exists
ar_ae: اسم الفئة موجود مسبقا
de_de: Kategorie Name bereits vorhanden ist
fr_fr: Nom de la catégorie existe déjà
it_it: Nome categoria esiste già
pt_pt: Categoria nome já existe
ru_ru: Название категории уже существует

source: Change Connection
ar_ae: تغيير اتصال
de_de: Verbindung ändern
fr_fr: Changer de connexion
it_it: Cambia connessione
pt_pt: Conexão mudança
ru_ru: Изменить соединение

source: Change Password
ar_ae: تغيير كلمة المرور
de_de: Kennwort ändern
fr_fr: Changer le mot de passe
it_it: Cambia la password
ja_jp: パスワードを変更する
pt_pt: Alterar senha
ru_ru: Изменить пароль

source: CHANGE PASSWORD
ar_ae: تغيير كلمة المرور
de_de: PASSWORT ÄNDERN
fr_fr: CHANGER LE MOT DE PASSE
it_it: CAMBIARE PASSWORD
pt_pt: Alterar senha
ru_ru: Изменить пароль

source: Change Profile picture
ar_ae: تغيير الصورة الشخصية
de_de: Profilbild ändern
fr_fr: Modifier la photo de profil
it_it: Cambia l'immagine del profilo
ja_jp: プロフィール画像を変更
pt_pt: Alterar a imagem do perfil
ru_ru: Изменить изображение профиля

source: Change Profile Picture
ar_ae: تغيير الصورة الشخصية
de_de: Profilbild ändern
fr_fr: Modifier la photo de profil
it_it: Cambia l'immagine del profilo
ja_jp: プロフィール画像を変更
pt_pt: Alterar foto do perfil
ru_ru: Изменить изображение профиля

source: Change Query
ar_ae: تغيير سؤال
de_de: Query ändern
fr_fr: Changement de requêtes
it_it: Modifica Query
pt_pt: Alterar consulta
ru_ru: Изменение запросов

source: Choose the columns that has the user data
ar_ae: اختيار الأعمدة التي تحتوي على بيانات المستخدم
de_de: Wählen Sie die Spalten, die die Nutzdaten
fr_fr: Choisir les colonnes contenant les données d'utilisateur
it_it: Scegliere le colonne che ha i dati utente
pt_pt: Escolha as colunas que tem os dados de usuário
ru_ru: Выберите столбцы, которые содержит данные пользователя

source: Clear
ar_ae: واضح
de_de: Klar
fr_fr: Clair
it_it: Pulire
ja_jp: クリア
pt_pt: Limpar
ru_ru: Чисто

source: Clear All
ar_ae: مسح الجميع
de_de: Alles löschen
fr_fr: Tout effacer
it_it: Rimuovi tutti
ja_jp: すべてクリア
pt_pt: Limpar todos
ru_ru: Очистить все

source: Clear search
ar_ae: البحث اضح
de_de: Suche löschen
fr_fr: Effacer la recherche
it_it: risultati Cancella
pt_pt: Limpar pesquisa
ru_ru: Очистить поиск

source: click
ar_ae: انقر!
de_de: Klicks
fr_fr: clic
it_it: Clic!
ja_jp: クリック
pt_pt: clique

source: Click
ar_ae: النقرةclick
de_de: Klicken
fr_fr: Cliquer
it_it: Clic
pt_pt: Clique

source: Click
ar_ae: النقرةclick
de_de: Klicken
fr_fr: Cliquer
it_it: Clic
ja_jp: クリック
pt_pt: Clique

source: click here
ar_ae: انقر هنا
de_de: Klick hier
fr_fr: cliquez ici
it_it: Clicca qui
pt_pt: Clique aqui
ru_ru: нажмите сюда

source: Click to copy
ar_ae: انقر لنسخ
de_de: Klicken Sie kopieren
fr_fr: Cliquez pour copier
it_it: Clicca per copiare
pt_pt: Clique para copiar
ru_ru: Нажмите, чтобы скопировать

source: Clone Dashboard
ar_ae: لوحة استنساخ
de_de: Klon-Dashboard
fr_fr: Dashboard Clone
it_it: Dashboard Clone
ja_jp: クローンダッシュボード
pt_pt: Painel clone
ru_ru: Клон Dashboard

source: Cloned from
ar_ae: المستنسخة من
de_de: Geklonte aus
fr_fr: clonée à partir
it_it: clonato da
ja_jp: からクローニング
pt_pt: clonada a partir de
ru_ru: клонирован из

source: Close
ar_ae: اغلق
de_de: Schließen
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ru_ru: Закрыть

source: Collapse
ar_ae: تقلص
de_de: Minimieren
fr_fr: Réduire
it_it: Chiudi
ja_jp: 崩壊
pt_pt: Colapso
ru_ru: Свернуть

source: Collapse All
ar_ae: انهيار جميع
de_de: Schließe alles
fr_fr: Réduire tout{0}{/0}
it_it: Comprimi tutto
pt_pt: Fechar Tudo
ru_ru: Свернуть Все

source: Color
ar_ae: اللون
de_de: Kommentar wurde erfolgreich gelöscht.
fr_fr: Couleur
it_it: Colore
ja_jp: 色
pt_pt: Cor
ru_ru: Цвет

source: Comment has been deleted successfully.
ar_ae: لقد تم حذف التعليق بنجاح.
fr_fr: Le commentaire a été supprimé avec succès.
it_it: Commento è stato cancellato con successo.
ja_jp: コメントは正常に削除されました。
pt_pt: Comentário foi excluído com sucesso.
ru_ru: Комментарий был успешно удален.

source: Comment is too long
ar_ae: تعليق طويل جدا
de_de: Kommentar ist zu lang
fr_fr: Le commentaire est trop long
it_it: Il commento è troppo lungo.
ja_jp: コメントが長すぎます
pt_pt: Comentário é demasiado longo
ru_ru: Комментарий слишком длинный

source: comment on the
ar_ae: التعليق على
de_de: Kommentar zu den
fr_fr: commenter la
it_it: commentare la
ja_jp: コメント
pt_pt: comentar sobre a
ru_ru: прокомментировать

source: Comment should not be blank
ar_ae: تعليق لا ينبغي أن يكون فارغا
de_de: Kommentar sollte nicht leer sein
fr_fr: Commentaire ne doit pas être vide
it_it: Commento non dovrebbe essere vuoto
ja_jp: コメントは空白のままにしないでください
pt_pt: Comentários não devem ser em branco
ru_ru: Комментарий не должен быть пустым

source: Comment(s)
ar_ae: تعليقات*
de_de: Kommentare
fr_fr: a commenté le
it_it: Commenti
ja_jp: コメント（秒）
pt_pt: 0 Comentário
ru_ru: Комментарии

source: commented on the
ar_ae: علق على
de_de: auf die kommentiert
it_it: commentato la
ja_jp: コメント
pt_pt: comentou sobre a
ru_ru: прокомментировал

source: Comments
ar_ae: تعليقات
de_de: Kommentare
fr_fr: commentaires
it_it: Commenti
ja_jp: 注釈
pt_pt: COMENTÁRIOS
ru_ru: Комментарии

source: Completed
ar_ae: اكتمل
de_de: Fertig
fr_fr: Achevée
it_it: Completato
ja_jp: 完成しました
pt_pt: concluído
ru_ru: Завершено

source: Configuration for activating user accounts in the Dashboard Server
ar_ae: تكوين لتفعيل حسابات المستخدمين في لوحة خادم
de_de: Konfiguration für Benutzer aktivieren Konten im Dashboard Server
fr_fr: Configuration pour l'activation des comptes d'utilisateur dans le Dashboard Server
it_it: Configurazione per l'attivazione di account utente in Server Dashboard
pt_pt: Configuração para ativar as contas de usuário no Dashboard Server
ru_ru: Конфигурация для активации учетных записей пользователей в панели мониторинга сервера

source: Configuration for connecting to Active Directory
ar_ae: تكوين لربط إلى Active Directory
de_de: Konfiguration für den Anschluss an Active Directory
fr_fr: Configuration pour la connexion à Active Directory
it_it: Configurazione per la connessione ad Active Directory
ja_jp: Active Directoryに接続するための設定
pt_pt: Configuração para conexão com Active Directory
ru_ru: Конфигурация для подключения к Active Directory

source: Configuration for sending emails from the Dashboard Server
ar_ae: التكوين لإرسال رسائل البريد الإلكتروني من خادم لوحة
de_de: Konfiguration für E-Mails aus dem Dashboard Server sendet
fr_fr: Configuration pour l'envoi d'e-mails à partir du tableau de bord Server
it_it: Configurazione per l'invio di messaggi di posta elettronica dal server di Dashboard
ja_jp: ダッシュボードサーバーからメールを送信するための設定
pt_pt: Configuração para enviar e-mails a partir do Dashboard Server
ru_ru: Конфигурация для отправки сообщений электронной почты с сервера Dashboard

source: Configure General Settings of the Dashboard Server
ar_ae: تكوين إعدادات العام للخادم لوحة
de_de: Konfigurieren Sie Allgemeine Einstellungen des Dashboard Server
fr_fr: Configurer les paramètres généraux du Dashboard Server
it_it: Configurare le impostazioni generali del Server Dashboard
ja_jp: ダッシュボードサーバーの一般設定を構成します
pt_pt: Definir as configurações gerais do Dashboard Server
ru_ru: Настройка общих параметров приборной панели сервера

source: Confirm password
ar_ae: أكِّد كلمة السر
de_de: Passwort bestätigen
fr_fr: Confirmer le mot de passe
it_it: Conferma Password
ja_jp: パスワードを認証する
pt_pt: Confirme a Senha
ru_ru: Подтвердите пароль

source: Confirm Password
ar_ae: تأكيد كلمة المرور
de_de: Passwort bestätigen
fr_fr: Confirmer le mot de passe
it_it: Conferma password
ja_jp: パスワードを認証する
pt_pt: Confirme a Senha
ru_ru: Подтвердите Пароль

source: Connect
ar_ae: اتصال
de_de: Verbinden
fr_fr: Relier
it_it: Collegare
pt_pt: Conectar
ru_ru: подключать

source: Connected successfully.
ar_ae: الاتصال بنجاح.
de_de: erfolgreich verbunden.
fr_fr: Connecté avec succès.
it_it: Connesso
ja_jp: 接続に成功しました。
pt_pt: Conectado com sucesso.
ru_ru: Подключено успешно.

source: Connection
ar_ae: الاتصال
de_de: Verbindung
fr_fr: Connexion
it_it: Connessione
pt_pt: Conexão
ru_ru: Подключение

source: Connection Failed
ar_ae: فشل فى الاتصال!
de_de: Verbindung fehlgeschlagen.
fr_fr: La connexion a échoué.
it_it: Connessione non riuscita
ja_jp: 接続に失敗しました
pt_pt: Falha de conexão
ru_ru: Соединение%1 не удалось

source: Connection String :
ar_ae: سلسلة الاتصال :
de_de: Verbindungszeichen:
fr_fr: 30, Chaîne de connexion,
it_it: Stringa di connessione:
pt_pt: Seqüência de conexão:
ru_ru: Строка Соединения

source: Container name
ar_ae: اسم حاوية
fr_fr: nom du conteneur
it_it: nome del contenitore
pt_pt: nome do contêiner
ru_ru: имя контейнера

source: Contains
ar_ae: يحتوي على
de_de: Enthält
fr_fr: Contenu
it_it: Contenuto
ja_jp: 含まれています
pt_pt: contém
ru_ru: Содержит

source: Copied from
ar_ae: نسخ من
de_de: kopiert von
fr_fr: Copié à partir
it_it: Copiato da
ja_jp: からコピー
pt_pt: copiado de
ru_ru: Скопировано из

source: Copy
ar_ae: نسخ
de_de: Kopieren
fr_fr: Copier
it_it: Copia
ja_jp: コピー
pt_pt: Copiar
ru_ru: Копия

source: Copy Dashboard
ar_ae: نسخة لوحة
fr_fr: Tableau de bord Copier
it_it: Copia Dashboard
ja_jp: コピーダッシュボード
pt_pt: Painel cópia
ru_ru: Копировать Приборная панель

source: Create
ar_ae: انشاء
de_de: Erstellen Sie
fr_fr: Créer
it_it: Creare
ja_jp: 作ります
pt_pt: Crio
ru_ru: Создать

source: CREATE
ar_ae: انشاء
de_de: ERSTELLEN
fr_fr: Créer
it_it: CREA
pt_pt: CRIO
ru_ru: Создать

source: Create Group
ar_ae: إنشاء مجموعة
de_de: Gruppe erstellen
fr_fr: Créer un groupe
it_it: Creare un gruppo
ja_jp: グループを作成
pt_pt: Criar grupo
ru_ru: Создать группу

source: Create Link
ar_ae: إنشاء ارتباط
de_de: Link aufbauen
fr_fr: Créer un lien
it_it: Creazione di un link
ja_jp: リンクを作成
pt_pt: Criar ligação
ru_ru: Создать канал

source: Create User
ar_ae: إنشاء العضو
de_de: Benutzer anlegen
fr_fr: Créer un utilisateur?
it_it: Crea utente
ja_jp: ユーザーの作成
pt_pt: Criar usuário
ru_ru: Создать пользователя

source: Current Password
ar_ae: كلمة المرور الحالية
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
it_it: Password attuale
ja_jp: 現在のパスワード
pt_pt: Palavra-chave atual
ru_ru: Текущий пароль

source: CURRENT VIEW
ar_ae: العرض الحالي
de_de: AKTUELLE ANSICHT
fr_fr: VUE ACTUELLE
it_it: VISTA CORRENTE
pt_pt: VISÃO ATUAL
ru_ru: Текущий вид

source: Customization of notifications for Dashboard Server
ar_ae: تخصيص الإشعارات لوحة خادم
de_de: Anpassung von Benachrichtigungen für Dashboard Server
fr_fr: Personnalisation des notifications pour Dashboard Server
it_it: La personalizzazione delle notifiche per Dashboard Server
ja_jp: ダッシュボードサーバーの通知のカスタマイズ
pt_pt: Personalização de notificações para Dashboard Server
ru_ru: Настройка уведомлений для панели мониторинга сервера

source: Daily
ar_ae: Daily High - أعلى سعر يومي
de_de: Täglich
fr_fr: Tous les jours
it_it: Quotidiano
ja_jp: デイリー
pt_pt: Diariamente
ru_ru: Ежедневно

source: Dashboard
ar_ae: رئيسية الادارة
de_de: Instrumententafel
fr_fr: Tableau de bord
it_it: Cruscotto
ja_jp: ダッシュボード
pt_pt: PAINEL
ru_ru: Панель приборов

source: Dashboard has been added successfully.
ar_ae: تمت إضافة لوحة أجهزة القياس بنجاح.
de_de: Armaturenbrett wurde erfolgreich hinzugefügt.
fr_fr: Tableau de bord a été ajouté avec succès.
it_it: Dashboard è stato aggiunto.
ja_jp: ダッシュボードは正常に追加されました。
pt_pt: Painel foi adicionado com sucesso.
ru_ru: Приборная панель была успешно добавлена.

source: Dashboard has been cloned successfully.
ar_ae: وقد تم استنساخ لوحة القيادة بنجاح.
de_de: Armaturenbrett wurde erfolgreich geklont.
fr_fr: Dashboard a été cloné avec succès.
it_it: Dashboard è stato clonato con successo.
ja_jp: ダッシュボードが正常にクローン化されています。
pt_pt: Painel tem sido clonado com êxito.
ru_ru: Приборная панель была успешно клонированы.

source: Dashboard has been copied successfully.
ar_ae: تم نسخ لوحة القيادة بنجاح.
de_de: Armaturenbrett wurde erfolgreich kopiert.
fr_fr: Tableau de bord a été copié avec succès.
it_it: Dashboard è stato copiato con successo.
ja_jp: ダッシュボードは正常にコピーされました。
pt_pt: Painel foi copiado com êxito.
ru_ru: Приборная панель была успешно скопирована.

source: Dashboard has been moved successfully.
ar_ae: تم نقل لوحة القيادة بنجاح.
de_de: Armaturenbrett wurde erfolgreich bewegt.
fr_fr: Dashboard a été déplacé avec succès.
it_it: Dashboard è stato spostato con successo.
ja_jp: ダッシュボードが正常に移動されました。
pt_pt: Painel foi movida com sucesso.
ru_ru: Приборная панель была перемещена успешно.

source: Dashboard has been published successfully.
ar_ae: وقد نشرت لوحة القيادة بنجاح.
de_de: Armaturenbrett wurde erfolgreich veröffentlicht.
fr_fr: Dashboard a été publié avec succès.
it_it: Dashboard è stato pubblicato con successo.
ja_jp: ダッシュボードが正常に公開されています。
pt_pt: Painel foi publicada com êxito.
ru_ru: Приборная панель была успешно опубликован.

source: Dashboard has been scheduled successfully.
ar_ae: وكان من المقرر لوحة القيادة بنجاح.
de_de: Armaturenbrett wurde erfolgreich geplant.
fr_fr: Tableau de bord a été programmé avec succès.
it_it: Dashboard è stato programmato con successo.
ja_jp: ダッシュボードは正常にスケジュールされています。
pt_pt: Painel foi agendada com sucesso.
ru_ru: Приборная панель была успешно запланирована.

source: Dashboard has been updated successfully.
ar_ae: تم تحديث لوحة أجهزة القياس بنجاح.
de_de: Armaturenbrett wurde erfolgreich aktualisiert.
fr_fr: Tableau de bord a été mis à jour avec succès.
it_it: Dashboard è stato aggiornato con successo.
ja_jp: ダッシュボードは正常に更新されました。
pt_pt: Painel foi atualizado com sucesso.
ru_ru: Приборная панель была успешно обновлена.

source: Dashboard has been updated successfully. The previous version of the Dashboard used shared Data Sources. Do you want to update Data Sources for the new version?
ar_ae: تم تحديث لوحة أجهزة القياس بنجاح. الإصدار السابق من لوحة التحكم الرئيسية المستخدمة تقاسم مصادر البيانات. هل تريد تحديث مصادر بيانات النسخة الجديدة؟
de_de: Armaturenbrett wurde erfolgreich aktualisiert. Die vorherige Version des Dashboards verwendeten Datenquellen gemeinsam genutzt. Haben Sie Datenquellen für die neue Version zu aktualisieren?
fr_fr: Tableau de bord a été mis à jour avec succès. La version précédente du tableau de bord a utilisé des sources de données partagées. Voulez-vous mettre à jour les sources de données pour la nouvelle version?
it_it: Dashboard è stato aggiornato con successo. La precedente versione della Dashboard usato condiviso origini dati. Vuoi aggiornare origini dati per la nuova versione?
pt_pt: Painel foi atualizado com sucesso. A versão anterior do Painel usou fontes de dados compartilhadas. Você quer atualizar fontes de dados para a nova versão?
ru_ru: Приборная панель была успешно обновлена. Предыдущая версия инструментальной панели использовали общие источники данных. Вы хотите обновить источники данных для новой версии делать?

source: Dashboard Name
ar_ae: اسم لوحة القيادة
fr_fr: Tableau de bord Nom
it_it: Dashboard Nome
pt_pt: Nome do dashboard
ru_ru: Имя панели:

source: Dashboard name already exists
ar_ae: اسم لوحة القيادة موجود بالفعل
de_de: Dashboard-Namen ist bereits vorhanden
fr_fr: Nom du tableau de bord existe déjà
it_it: Nome Dashboard esiste già
ja_jp: ダッシュボード名がすでに存在しています
pt_pt: Nome do painel já existe
ru_ru: Имя панели мониторинга уже существует

source: Dashboard Server Authentication
ar_ae: مصادقة خادم لوحة القيادة
de_de: Dashboard Server-Authentifizierung
fr_fr: Authentification du serveur Dashboard
it_it: Autenticazione Server Dashboard
ja_jp: ダッシュボードサーバー認証
pt_pt: Servidor de Autenticação painel
ru_ru: Проверка подлинности сервера Dashboard

source: Dashboard Server needs to be hosted in IIS with a valid SSL certificate assigned. Click
ar_ae: يحتاج لوحة Server ليتم استضافتها في IIS مع شهادة SSL صالحة المعين. انقر
de_de: Dashboard Server muss in IIS mit einem gültigen SSL-Zertifikat zugewiesen gehostet werden. Klicken
fr_fr: Dashboard Server doit être hébergé dans IIS avec un certificat SSL valide attribué. Cliquez
it_it: Dashboard Server deve essere ospitato in IIS con un certificato SSL valido assegnato. Clic
ja_jp: ダッシュボードサーバーは、割り当てられた有効なSSL証明書を使用してIISでホストされる必要があります。クリック
pt_pt: Dashboard Server precisa ser hospedado no IIS com um certificado SSL válido atribuído. Clique
ru_ru: Панель приборов Сервер должен быть размещен в IIS с действительным сертификатом SSL назначен. Нажмите

source: Dashboard Views
ar_ae: لوحة القياس المشاهدات
de_de: Dashboard-Ansichten
fr_fr: Vues Tableau de bord
it_it: Dashboard Visualizzazioni
pt_pt: Visualizações de painel
ru_ru: Панель приборов Просмотров

source: Dashboard with the same name already exists
ar_ae: لوحة القيادة مع نفس الاسم موجود بالفعل
de_de: Armaturenbrett mit dem gleichen Namen existiert bereits
fr_fr: Tableau de bord avec le même nom existe déjà
it_it: Esiste già un' etichetta con lo stesso nome
ja_jp: 同じ名前のダッシュボードには、すでに存在しています
pt_pt: Painel com o mesmo nome já existe
ru_ru: Приборная панель с таким же именем уже существует

source: Dashboard:
ar_ae: لوحة القيادة
de_de: Instrumententafel
fr_fr: Tableau de bord
it_it: Cruscotto
pt_pt: PAINEL
ru_ru: Панель приборов

source: Data Source
ar_ae: مصدر البيانات
de_de: Datenquelle
fr_fr: Source de données
it_it: Dati di Origine
ja_jp: 情報元
pt_pt: Fonte de dados
ru_ru: Источник данных

source: Data Source has been added successfully.
ar_ae: تمت إضافة مصدر البيانات بنجاح.
de_de: Datenquelle wurde erfolgreich hinzugefügt.
fr_fr: Source de données a été ajouté avec succès.
it_it: Origine dati è stato aggiunto.
ja_jp: データソースが正常に追加されました。
pt_pt: Fonte de dados foi adicionada com sucesso.
ru_ru: Источник данных был успешно добавлен.

source: Data Source has been updated successfully.
ar_ae: تم تحديث بيانات المصدر بنجاح.
de_de: Datenquelle wurde erfolgreich aktualisiert.
fr_fr: Source de données a été mis à jour avec succès.
it_it: Origine dati è stato aggiornato con successo.
ja_jp: データソースは正常に更新されました。
pt_pt: Fonte de dados foi atualizado com sucesso.
ru_ru: Источник данных была успешно обновлена.

source: Data Source Name
ar_ae: اسم مصدر البيانات
fr_fr: Nom de la source de données
pt_pt: Nome da fonte de dados
ru_ru: Имя Источника Данных

source: Data source name already exist
ar_ae: اسم مصدر البيانات موجودة بالفعل
de_de: Datenquellenname bereits vorhanden
fr_fr: Nom de la source de données existent déjà
it_it: Nome origine dati esiste già
ja_jp: データソース名がすでに存在しています
pt_pt: nome da fonte de dados já existe
ru_ru: Имя источника данных уже существуют

source: Data source name already exists
ar_ae: اسم مصدر البيانات موجود مسبقا
de_de: Datenquellenname ist bereits vorhanden
fr_fr: Source que le nom existe déjà
it_it: Nome origine dati esiste già
ja_jp: データソース名はすでに存在しています
pt_pt: nome da fonte de dados já existe
ru_ru: Имя источника данных уже существует

source: Data Source(s) has been Updated successfully.
ar_ae: تم تحديث بيانات المصدر (ق) بنجاح.
de_de: Datenquelle (n) wurde erfolgreich aktualisiert.
fr_fr: Source (s) a été mis à jour avec succès.
it_it: Data Source (s) è stato aggiornato con successo.
pt_pt: Fonte (s) de dados foi atualizado com sucesso.
ru_ru: Источник данных (ы) был успешно обновлен.

source: Data Sources
ar_ae: مصادر البيانات
de_de: Datenquellen
fr_fr: Sources de données
it_it: Origine dei dati
ja_jp: データソース
pt_pt: Fontes de dados
ru_ru: Источники данных:

source: DATA SOURCES
ar_ae: مصادر البيانات
de_de: Datenquellen
fr_fr: SOURCES DE DONNÉES
it_it: Origine dei dati
ja_jp: 情報源
pt_pt: FONTES DE DADOS
ru_ru: Источники данных:

source: Database Creation
ar_ae: إنشاء قاعدة بيانات
de_de: Datenbankerstellung
fr_fr: Base de données Création
it_it: La creazione del database
ja_jp: データベースの作成
pt_pt: Criação de banco de dados
ru_ru: Создание базы данных

source: Database name
de_de: Datenbankname
fr_fr: Nom de la base de données
it_it: Nome del database
ja_jp: データベースの名前
pt_pt: Nome do banco de dados
ru_ru: Имя Базы Данных

source: Database Name
de_de: Datenbankname
fr_fr: Nom de la base de données
it_it: Nome del database
pt_pt: Nome do banco de dados
ru_ru: Имя Базы Данных

source: Database name already exists
ar_ae: اسم قاعدة بيانات موجودة مسبقا
de_de: Datenbankname ist bereits vorhanden
fr_fr: Nom de base de données existe déjà
it_it: Nome database esiste già
pt_pt: nome do banco de dados já existe
ru_ru: Имя базы данных уже существует

source: Database name is already exist
ar_ae: اسم قاعدة البيانات موجودة بالفعل
de_de: Datenbankname ist bereits vorhanden
fr_fr: Nom de la base est existent déjà
it_it: Il nome del database è già presente
ja_jp: データベース名は既に存在しています
pt_pt: Nome do banco de dados é já existem
ru_ru: Имя базы данных уже существует

source: Database Name/Username
ar_ae: اسم قاعدة البيانات / اسم المستخدم
de_de: Datenbankname / Benutzername
fr_fr: Database Name / Nom d'utilisateur
it_it: Nome database / Username
pt_pt: Nome de banco de dados / usuário
ru_ru: Имя базы данных / Имя пользователя

source: Database password
de_de: Datenbank-Passwort
fr_fr: Mot de passe de la base de données
it_it: la password del database
pt_pt: senha do banco
ru_ru: Пароль Базы Данных

source: Database Password
de_de: Datenbank-Kennwort
fr_fr: Mot de passe de la base de données
it_it: password database
pt_pt: senha de banco de dados
ru_ru: Пароль Базы Данных

source: Database type
ar_ae: نوع قاعدة البيانات
de_de: Datenbanktyp:
fr_fr: Type de base de données
it_it: tipo di database
pt_pt: tipo de banco de dados
ru_ru: Тип базы данных

source: Date
ar_ae: تاريخ
de_de: Datum
it_it: Data
ja_jp: 日付
pt_pt: Data
ru_ru: Дата

source: Date format
ar_ae: صيغة التاريخصيغة التاريخ
de_de: Format des Datums
fr_fr: Format de date
it_it: Formato di data
ja_jp: 日付フォーマット
pt_pt: Formato de data
ru_ru: Формат даты

source: day
ar_ae: يوم
de_de: Tag
fr_fr: jour
it_it: giorno
ja_jp: 日
pt_pt: dia
ru_ru: день

source: Day
ar_ae: يوم
de_de: Tag
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pt_pt: Dia
ru_ru: День

source: day(s)
ar_ae: أيام أو يوم
de_de: Tage
fr_fr: journée(s)
it_it: giorni
ja_jp: 日々）
pt_pt: Dias
ru_ru: дней
