Repository: Karthikeyan-tv/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it, ja_jp, pt_pt, ru_ru

source: We are not able to send activation emails because the email settings are not configured. Update email settings
ar_ae: نحن لسنا قادرين على إرسال رسائل البريد الإلكتروني تفعيل لأنه لم يتم تكوين إعدادات البريد الإلكتروني. إعدادات البريد الإلكتروني لتحديث
de_de: Wir sind nicht in der Lage Aktivierung von E-Mails zu senden, da die E-Mail-Einstellungen sind nicht konfiguriert. Update-E-Mail-Einstellungen
fr_fr: Nous ne sommes pas en mesure d'envoyer des e-mails d'activation parce que les paramètres de messagerie ne sont pas configurés. Mise à jour des paramètres de messagerie
it_it: Non siamo in grado di inviare e-mail di attivazione perché le impostazioni di posta elettronica non sono configurate. Aggiorna Impostazioni Email
pt_pt: Nós não somos capazes de enviar e-mails de ativação porque as configurações de e-mail não estão configurados. configurações de atualização de e-mail
ru_ru: Мы не в состоянии отправлять сообщения электронной почты активации, так как настройки электронной почты не настроены. Обновление параметров электронной почты

source: We are unable to launch the Dashboard Designer from IE 9 browser. Please refer to this <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'>link</a> on how to open a Dashboard in Dashboard Designer
ar_ae: نحن غير قادرين على إطلاق مصمم لوحة المعلومات من IE 9 المتصفح. يرجى الرجوع إلى هذه <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> صلة </a> في كيفية فتح لوحة التحكم الرئيسية في مصمم لوحة المعلومات
de_de: Wir sind nicht in der Lage, die Dashboard-Designer von IE 9-Browser zu starten. Bitte lesen Sie diese <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> Link </a> auf, wie ein Armaturenbrett in Dashboard-Designer zu öffnen
fr_fr: Nous ne pouvons pas lancer le Dashboard Designer de IE 9 navigateur. S'il vous plaît se référer à cette <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> lien </a> sur la façon d'ouvrir un tableau de bord dans Dashboard Designer
it_it: Non siamo in grado di lanciare il Dashboard Designer da IE 9 del browser. Si prega di fare riferimento a questo <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> collegamento </a> su come aprire un cruscotto in Dashboard Designer
pt_pt: Nós somos incapazes de lançar o Dashboard Designer do IE 9 browser. Consulte este <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> ligação </a> sobre como abrir um painel no Dashboard Designer
ru_ru: Мы не в состоянии запустить Конструктор панели из IE 9 браузера. Пожалуйста, обратитесь к этой <a href='https://help.syncfusion.com/dashboard-platform/dashboard-designer/installation'> ссылку </a> о том, как открыть панель в конструкторе панели мониторинга

source: Wednesday
ar_ae: الأربعاء
de_de: Mittwoch
fr_fr: Mercredi
it_it: Mercoledì
ja_jp: 水曜日
pt_pt: Quarta-feira
ru_ru: Среда

source: week(s)
ar_ae: أسابيع
de_de: WOCHEN
fr_fr: semaine(s)
it_it: Settimane
ja_jp: 週（複数可）
pt_pt: Semanas
ru_ru: недель

source: week(s) on
ar_ae: الأسبوع (ق) على
de_de: Woche (n) auf
fr_fr: semaines
it_it: settimana (s) su
ja_jp: 週（複数可）上
pt_pt: Semana (s) sobre

source: week(s) on
ar_ae: الأسبوع (ق) على
de_de: Woche (n) auf
fr_fr: semaines
it_it: settimana (s) su
ja_jp: 週（複数可）上
pt_pt: Semana (s) sobre

source: weekday
ar_ae: يوم من أيام الأسبوع
de_de: Wochentag
fr_fr: jour de la semaine
it_it: giorno feriale
ja_jp: 平日
pt_pt: dia da semana
ru_ru: По будням

source: Weekly
ar_ae: أسبوعي
de_de: Begrüßung
fr_fr: Hebdomadaire
it_it: settimanalmente
ja_jp: 毎週
pt_pt: Semanal
ru_ru: Еженедельно

source: Welcome note
ar_ae: كلمة ترحيب
fr_fr: mot de bienvenue
it_it: Messaggio iniziale
ja_jp: ようこそノート
pt_pt: nota de boas vindas
ru_ru: Приветствие

source: Welcome to
ar_ae: مرحبا بكم الى
de_de: Willkommen auf dem
fr_fr: Bienvenu sur
it_it: Benvenuto in
pt_pt: Bem-vindo a PHLSCI.COM
ru_ru: Добро пожаловать в

source: Widget
ar_ae: القطعة
de_de: Widget hinzufügen
ja_jp: ウィジェット
pt_pt: Ferramenta
ru_ru: Виджет

source: Widget has been added successfully.
ar_ae: تمت إضافة القطعة بنجاح.
de_de: Widget wurde erfolgreich hinzugefügt.
fr_fr: Widget a été ajouté avec succès.
it_it: Widget è stato aggiunto.
pt_pt: Widget foi adicionado com sucesso.
ru_ru: Виджет был успешно добавлен.

source: Widget has been updated successfully.
ar_ae: تم تحديث القطعة بنجاح.
de_de: Widget wurde erfolgreich aktualisiert.
fr_fr: Widget a été mis à jour avec succès.
it_it: Widget è stato aggiornato con successo.
ja_jp: ウィジェットが正常に更新されました。
pt_pt: Widget foi atualizado com sucesso.
ru_ru: Виджет был успешно обновлен.

source: Widget name already exist
ar_ae: اسم القطعة موجودة بالفعل
de_de: Widget Name bereits vorhanden
fr_fr: Widget name existe déjà
it_it: Nome Widget esiste già
ja_jp: ウィジェット名はすでに存在しています
pt_pt: nome do widget já existem
ru_ru: Виджет имя уже существует

source: Widget name already exists
ar_ae: اسم القطعة موجود بالفعل
de_de: Widget Name bereits vorhanden ist
fr_fr: Widget name existe déjà
it_it: Nome Widget esiste già
ja_jp: ウィジェット名はすでに存在しています
pt_pt: nome do widget já existe
ru_ru: Виджет имя уже существует

source: Windows Authentication
ar_ae: مصادقة Windows
de_de: Windows-Authentifizierung
fr_fr: Authentification Windows
it_it: autenticazione di Windows
ja_jp: Windows認証
pt_pt: Autenticação do Windows
ru_ru: Проверка подлинности Windows

source: Write a comment
ar_ae: أكتب تعليقا
de_de: Schreibe einen Kommentar
fr_fr: Rédiger un commentaire
it_it: Scrivi un commento
ja_jp: コメントを書きます
pt_pt: Escreva um comentário
ru_ru: Оставить комментарий:

source: year(s)
ar_ae: العام: {0}%s{/0}
de_de: Jahr: {0}%s{/0}
fr_fr: année(s)
it_it: anno
ja_jp: 年（S）
pt_pt: anos
ru_ru: лет

source: Yearly
ar_ae: سنوي
de_de: Jährlich
fr_fr: Annuelle
it_it: Annuale
ja_jp: 毎年
pt_pt: Anual
ru_ru: Ежегодно

source: years on
ar_ae: سنوات
de_de: Jahre
fr_fr: ans
it_it: anni
ja_jp: 上の年
pt_pt: anos em
ru_ru: лет на

source: Yes
ar_ae: نعم
de_de: Ja
fr_fr: Oui
it_it: Si
ja_jp: はい
pt_pt: Sim
ru_ru: Да

source: Yesterday
ar_ae: أمس
de_de: Gestern
fr_fr: Hier
it_it: Ieri
ja_jp: 昨日
pt_pt: Ontem
ru_ru: Вчера

source: Yet to run
ar_ae: بعد تشغيل
de_de: Doch laufen
fr_fr: Pourtant, à courir
it_it: Eppure a correre
ja_jp: しかし、実行します
pt_pt: No entanto, para executar
ru_ru: Тем не менее, для запуска

source: You are not an authorized user
ar_ae: لم تكن مستخدم مرخص
de_de: Sie sind kein autorisierter Benutzer
fr_fr: Vous n'êtes pas un utilisateur autorisé
it_it: Non sei un utente autorizzato
ja_jp: あなたは承認されたユーザーではありません
pt_pt: Você não é um usuário autorizado
ru_ru: Вы не являетесь авторизованным пользователем

source: You can only choose
ar_ae: يمكنك اختيار فقط
de_de: Sie können nur wählen
fr_fr: Vous ne pouvez choisir
it_it: È possibile scegliere solo
pt_pt: Você só pode escolher
ru_ru: Вы можете выбрать только

source: You do not have access to create a Data Source. Please check with your Dashboard Server administrator to obtain access.
ar_ae: لم يكن لديك الوصول إلى إنشاء مصدر البيانات. يرجى تحقق مع مسؤول خادم لوحة الخاص بك للحصول على الوصول.
de_de: Sie haben keinen Zugriff einer Datenquelle zu erstellen. Bitte überprüfen Sie mit Ihrem Dashboard Server Administrator-Zugriff zu erhalten.
fr_fr: Vous n'avez pas accès pour créer une source de données. S'il vous plaît vérifier avec votre administrateur de serveur de tableau de bord pour obtenir l'accès.
it_it: Non si dispone di accesso a creare una fonte di dati. Si prega di verificare con l'amministratore Dashboard Server per ottenere l'accesso.
pt_pt: Você não tem acesso para criar uma fonte de dados. Por favor, verifique com o administrador do servidor do Dashboard para obter acesso.
ru_ru: У вас нет доступа для создания источника данных. Пожалуйста, обратитесь к администратору сервера Dashboard для получения доступа.

source: You do not have permission to create dashboards in a category. So you could not clone dashboards in any category
ar_ae: لم يكن لديك إذن لإنشاء لوحات العدادات في الفئة. لذلك لا يمكن استنساخ لوحات في أي فئة
de_de: Sie haben keine Berechtigung, Dashboards in einer Kategorie zu erstellen. So konnte man nicht klonen Dashboards in jeder Kategorie
fr_fr: Vous n'êtes pas autorisé à créer des tableaux de bord dans une catégorie. Donc, vous ne pouviez pas cloner des tableaux de bord dans toute catégorie
it_it: Non hai il permesso di creare cruscotti in una categoria. Quindi non si può clonare cruscotti in qualsiasi categoria
ja_jp: あなたは、カテゴリ内のダッシュボードを作成する権限がありません。だから、どのカテゴリーでダッシュボードのクローンを作成することができませんでした
pt_pt: Você não tem permissão para criar dashboards em uma categoria. Então você não pode clonar dashboards em qualquer categoria
ru_ru: У вас нет разрешения на создание информационных панелей в данную категорию. Таким образом, вы не могли клонировать приборные панели в любой категории

source: You do not have permission to create dashboards in a category. So you could not copy dashboards in any category
ar_ae: لم يكن لديك إذن لإنشاء لوحات العدادات في الفئة. لذلك لا يمكن نسخ لوحات في أي فئة
de_de: Sie haben keine Berechtigung, Dashboards in einer Kategorie zu erstellen. So konnte man nicht Dashboards in jeder Kategorie kopieren
fr_fr: Vous n'êtes pas autorisé à créer des tableaux de bord dans une catégorie. Donc, vous ne pouviez pas copier des tableaux de bord dans une catégorie
it_it: Non hai il permesso di creare cruscotti in una categoria. Quindi non è possibile copiare i cruscotti in qualsiasi categoria
ja_jp: あなたは、カテゴリ内のダッシュボードを作成する権限がありません。だから、どのカテゴリにダッシュボードをコピーできませんでした
pt_pt: Você não tem permissão para criar dashboards em uma categoria. Então você não pode copiar dashboards em qualquer categoria
ru_ru: У вас нет разрешения на создание информационных панелей в данную категорию. Таким образом, вы не можете копировать инструментальные панели в любой категории

source: You do not have permission to create dashboards in any category or there is no category to move.
ar_ae: لم يكن لديك إذن لإنشاء لوحات العدادات في أي فئة أو ليس هناك فئة للتحرك.
de_de: Sie haben keine Berechtigung, Dashboards in jeder Kategorie zu erstellen oder gibt es keine Kategorie zu bewegen.
fr_fr: Vous n'êtes pas autorisé à créer des tableaux de bord dans une catégorie ou il n'y a pas de catégorie pour se déplacer.
it_it: Non hai il permesso di creare cruscotti in qualsiasi categoria o non esiste una categoria di muoversi.
ja_jp: あなたはどのカテゴリにダッシュボードを作成する権限を持っていないか、または移動する一切カテゴリがありません。
pt_pt: Você não tem permissão para criar dashboards em qualquer categoria ou não existe uma categoria para mover.
ru_ru: У вас нет разрешения на создание информационных панелей в любой категории или нет категория двигаться.

source: You do not have permission to view this page.
ar_ae: ليس لديك الصلاحية لدخول هذه الصفحة.
de_de: Sie haben keine Berechtigung dieses Forum zu sehen.
fr_fr: Vous n'avez pas la permission d'afficher cette page
it_it: Non hai il permesso di vedere questa pagina
ja_jp: あなたはこのページを表示する権限がありません。
pt_pt: Você não tem permissão para visualizar esta página.
ru_ru: Вы не имеете доступа к этой странице.

source: You have
ar_ae: عندك
de_de: Du hast
fr_fr: Vous avez
it_it: Hai
ja_jp: あなたが持っている
pt_pt: Você tem
ru_ru: У вас будет .

source: You have successfully activated your
ar_ae: لقد قمت بتنشيط بك بنجاح
de_de: Sie haben erfolgreich aktiviert Ihr
fr_fr: Vous avez activé avec succès votre
it_it: È stata attivata con successo il vostro
ja_jp: あなたは、あなたが正常にアクティブ化しています
pt_pt: Você ativou com sucesso o seu
ru_ru: Вы успешно активировали

source: your comment on the
ar_ae: تعليقك على
de_de: Ihren Kommentar zu
fr_fr: votre commentaire sur la
it_it: il commento sulla
ja_jp: 上のあなたのコメント
pt_pt: o seu comentário sobre o
ru_ru: Ваш комментарий на

source: Your time will be:
ar_ae: وقتك سيكون:
de_de: Ihre Zeit wird sein:
fr_fr: Votre temps sera:
it_it: Il vostro tempo sarà:
pt_pt: Seu tempo será:
ru_ru: Ваше время будет:

source: ADGroupId
de_de: Anzeigengruppen-ID
ru_ru: AdGroup

source: Clone
ar_ae: نسخ
de_de: Klonen
fr_fr: Cloner
it_it: Copia
ja_jp: クローン
ru_ru: Дублировать

source: Connection String
ar_ae: سلسلة الاتصال
de_de: Verbindungszeichen:
fr_fr: 30, Chaîne de connexion,
it_it: stringa di connessione
ru_ru: Строка Соединения

source: Dashboards
ar_ae: لوحات
de_de: Übersichten
fr_fr: Tableaux de bord
it_it: Cruscotto
ja_jp: ダッシュボード
ru_ru: Информационные панели

source: DASHBOARDS
ar_ae: لوحات
de_de: Übersichten
fr_fr: Tableaux de bord
it_it: 6,2 Cruscotti (Dashboards)
ja_jp: ダッシュボード
ru_ru: панели

source: Email
ar_ae: البريد الإلكتروني
ru_ru: Эл. адрес

source: E-mail :
ar_ae: البريد الإلكتروني:
ru_ru: Электронная почта

source: GroupId
ar_ae: تعريف المجموعة
fr_fr: Groupe ID
ja_jp: グループID
ru_ru: Идентификатор группы

source: Last Run
ar_ae: تشغيل الماضي
de_de: Letzte Ausführung
fr_fr: Dernière exécution
it_it: Ultima Esecuzione
ja_jp: 前回の実行
ru_ru: Последний запуск:

source: Left Join
ar_ae: اليسار تاريخ
fr_fr: Rejoignez gauche
ru_ru: Соединение слева

source: Link:
ar_ae: الرابط
fr_fr: Lien:
ru_ru: Ссылка:

source: OK
ar_ae: موافق
de_de: O
fr_fr: D'accord
ru_ru: ОК

source: Please search and select the groups from the following list to import into Dashboard Server
ar_ae: الرجاء البحث وحدد المجموعات من القائمة التالية لاستيرادها إلى لوحة خادم
de_de: Bitte suchen und wählen Sie die Gruppen aus der folgenden Liste in Dashboard Server zu importieren
fr_fr: S'il vous plaît rechercher et sélectionner les groupes dans la liste ci-dessous pour importer dans Dashboard Server
it_it: Si prega di cercare e selezionare i gruppi dall'elenco seguente per importare in Server Dashboard
ja_jp: ダッシュボードサーバーにインポートするには、以下のリストからグループを検索し、選択してください
ru_ru: Выполните поиск и выберите группы из следующего списка для импорта в панели мониторинга сервера

source: Post
ar_ae: كيو
de_de: Veröffentlichen
fr_fr: Article
it_it: Inviare
ja_jp: 役職
ru_ru: Отправить

source: Save View
ar_ae: حفظ الملف
de_de: Ansicht speichern
fr_fr: 1237 "&Sauver la Vue"
it_it: Salva Visualizza
ru_ru: Сохранить представление

source: Widgets
ar_ae: الويدجت
it_it: Widget
ja_jp: ウィジェット
ru_ru: Виджеты

source: WIDGETS
ar_ae: الويدجت
de_de: Werkzeuge
it_it: Widget
ja_jp: ウィジェット
ru_ru: Виджеты

source: Add Watch
ar_ae: إضافة وتش
de_de: Überwachung hinzufügen
fr_fr: Ajouter montre
it_it: Aggiungere Guarda
ja_jp: ウォッチを追加

source: PDF
ar_ae: بي دي اف
it_it: Persone

source: Unwatch
de_de: Nicht mehr beobachten

source: Active Directory
ar_ae: دليل العمل
ja_jp: Active Directoryの

source: Active Directory
ar_ae: دليل العمل

source: Favicon
ar_ae: الأيقونة المفضلة Favicon
ja_jp: ファビコン

source: MySQL
ar_ae: ماي سيكوال

source: MySQL ODBC DSN
ar_ae: الخلية ODBC DSN

source: ","").Replace("
ja_jp: "、" "）。（置き換え"

source: 16x16 pixels preferred
ja_jp: 16×16画素のが好ましいです

source: 200x200 pixel size recommended
ja_jp: 200×200ピクセルサイズをお勧め

source: 240x120 pixels preferred
ja_jp: 240×120ピクセル好適

source: Account Activated
ja_jp: アカウント活性化

source: Active Directory Group
ja_jp: Active Directoryグループ

source: Active Directory Synchronization Schedule
ja_jp: Active Directoryの同期スケジュール

source: AD SETTINGS
ja_jp: 広告設定

source: All
ja_jp: すべて

source: All Category
ja_jp: すべてのカテゴリー

source: all dashboards
ja_jp: すべてのダッシュボード

source: All Rights Reserved
ja_jp: 全著作権所有

source: An email with instructions on how to change your password has been sent to
ja_jp: パスワードを変更する方法についての手順が記載された電子メールが送信されました

source: Application needs a database to proceed further. So choose a database to proceed.
ja_jp: アプリケーションがさらに進行するためにデータベースを必要とします。だから、続行するデータベースを選択します。

source: Authentication Mode
ja_jp: 認証モード

source: Auto-watch for comments of accessible items
ja_jp: アクセス可能なアイテムのコメントのための自動腕時計

source: Auto-watch for comments of created items
ja_jp: 作成されたアイテムのコメントのための自動腕時計

source: Browser default language setting
ja_jp: ブラウザのデフォルトの言語設定

source: CATEGORIES
ja_jp: カテゴリー

source: click here
ja_jp: ここをクリック

source: Copyright
ja_jp: 著作権

source: Create new password
ja_jp: 新しいパスワードを作成します。

source: Dashboard has been updted successfully
ja_jp: ダッシュボードが正常にupdtedされました

source: Data source has been updated successfully
ja_jp: データソースが正常に更新されました

source: Default
ja_jp: デフォルト

source: Disabled
ja_jp: 使用禁止

source: Download and run the .bat file (Administration Mode) in the Windows Server, where Active Directory Domain Services role is installed
ja_jp: Active Directoryドメインサービスの役割がインストールされているWindowsサーバーに.batファイル（管理モード）をダウンロードして実行します

source: Edit Settings
ja_jp: 設定の編集

source: Email Settings
ja_jp: メール設定

source: Embedded
ja_jp: 埋め込み

source: file
ja_jp: ファイル

source: File not found
ja_jp: ファイルが見つかりません

source: For testing purpose only
ja_jp: 唯一の目的をテストするための

source: General
ja_jp: 一般的な

source: Groupname already exists
ja_jp: グループ名はすでに存在します

source: has been deleted successfully.
ja_jp: 正常に削除されました。

source: Import from csv
ja_jp: csvファイルからインポート

source: Import users from csv
ja_jp: csvファイルからインポートするユーザー

source: Inherited from global settings
ja_jp: グローバル設定から継承されます。

source: Internal server error while processing your request
ja_jp: 内部サーバーエラーリクエストの処理中に

source: Invalid link
ja_jp: 無効なリンク

source: KERBEROS AUTHENTICATION SETTINGS
ja_jp: Kerberos認証SETTINGS

source: LOG IN
ja_jp: ログイン

source: Main screen
ja_jp: メイン画面

source: Name could not be empty
ja_jp: 名前は空にできませんでした

source: Notification Preference
ja_jp: 通知プリファレンス

source: Notification Preferences
ja_jp: 通知の設定

source: Password required
ja_jp: パスワードが必要

source: Phone number
ja_jp: 電話番号

source: pixel size recommended.
ja_jp: 画素サイズがお勧め。

source: Please enter your username or email address
ja_jp: ユーザー名かメールアドレスを入力してください

source: Please upload a valid file
ja_jp: 有効なファイルをアップロードしてください。

source: Please upload valid file
ja_jp: 有効なファイルをアップロードしてください。

source: Powered by
ja_jp: 搭載

source: Profile
ja_jp: プロフィール

source: Profile has been updated successfully.
ja_jp: プロファイルが正常に更新されました。

source: Profile Picture
ja_jp: プロフィールの写真

source: Save & Activate
ja_jp: 保存して有効化

source: Search categories
ja_jp: 検索カテゴリ

source: Search dashboards
ja_jp: 検索ダッシュボード

source: Search widgets
ja_jp: 検索ウィジェット

source: Show powered by syncfusion
ja_jp: syncfusionによって供給ショー

source: Site Settings
ja_jp: サイトの設定

source: Sort
ja_jp: ソート

source: Submit
ja_jp: 提出します

source: Time zone
ja_jp: 時間帯

source: User has been created successfully. As email settings are not configured we are not able to send activation email to the user.
ja_jp: ユーザーが正常に作成されました。電子メール設定が構成されていないとして、我々はユーザーにアクティベーションメールを送信することができません。

source: User profile updation has been failed
ja_jp: ユーザープロファイルupdationが失敗しました

source: Username or email address
ja_jp: ユーザー名やメールアドレス

source: Username required
ja_jp: ユーザー名が必要

source: Welcome to
ja_jp: ようこそ

source: Welcome to Syncfusion Dashboard Server
ja_jp: Syncfusionダッシュボードサーバーへようこそ
